{"text": "I wanted to say something earlier but was afraid it would come out wrong or that I wouldn't be able to find the words to express how I really feel.", "_id": "Berkshire Hathaway.txt", "chonk": 0}
{"text": "However, I’ve realized that staying silent is far worse because, like you;", "_id": "Berkshire Hathaway.txt", "chonk": 1}
{"text": "The murders of George Floyd in Minneapolis, Breonna Taylor in Kentucky, and Ahmaud Arbery in Georgia are the most recent names added to a lengthy list of horrors faced by black people over the past several hundred years.", "_id": "Berkshire Hathaway.txt", "chonk": 2}
{"text": "During this troublesome time, even when most people are craving normalcy, we must not turn a blind eye to injustices and continue to stand on the sidelines.", "_id": "Berkshire Hathaway.txt", "chonk": 3}
{"text": "Returning to the status quo will only perpetuate the damage being done.", "_id": "Berkshire Hathaway.txt", "chonk": 4}
{"text": "Everyone must do more to support the Black community.", "_id": "Berkshire Hathaway.txt", "chonk": 5}
{"text": "Taking the time to educate yourself and understand someone else’s perspective is one of the simplest, yet most powerful ways to show your support.", "_id": "Berkshire Hathaway.txt", "chonk": 6}
{"text": "I'll admit until recently I didn't understand what the Black Lives Matter movement was actually about.", "_id": "Berkshire Hathaway.txt", "chonk": 7}
{"text": "Why were the “All Lives Matter” social media posts looked at as racist?", "_id": "Berkshire Hathaway.txt", "chonk": 8}
{"text": "I had to be missing something.", "_id": "Berkshire Hathaway.txt", "chonk": 9}
{"text": "So as our agents return to the office over the coming weeks, I have asked that we share ideas with each other about ways we can show our support to the Black community both on macro and micro levels.", "_id": "Berkshire Hathaway.txt", "chonk": 10}
{"text": "At Berkshire Hathaway HomeServices Warren Residential, we stand with the Black community and are working to understand and make changes happen in the communities we serve.", "_id": "Berkshire Hathaway.txt", "chonk": 11}
{"text": "Each of us can make a difference through our actions, donations, and vote.", "_id": "Berkshire Hathaway.txt", "chonk": 12}
{"text": "A Statement From Our Chairman And CEO On Our Opposition To Racism And Our Promotion Of Equality And Opportunity DARIUS ADAMCZYK | CHAIRMAN AND CHIEF EXECUTIVE OFFICER", "_id": "Honeywell.txt", "chonk": 0}
{"text": "June 17, 2020", "_id": "Honeywell.txt", "chonk": 1}
{"text": "It is upsetting to think that racism continues to persist in our society, denying individuals the basic principles of equality and opportunity because of the color of their skin or their racial or ethnic origin.", "_id": "Honeywell.txt", "chonk": 2}
{"text": "Let me state up-front and very clearly that we will never tolerate racism at Honeywell.", "_id": "Honeywell.txt", "chonk": 3}
{"text": "Fully embracing the principles of Inclusion and Diversity and treating all employees with the utmost respect every day are requirements for working here.", "_id": "Honeywell.txt", "chonk": 4}
{"text": "If you can’t do this, you don’t belong at Honeywell.", "_id": "Honeywell.txt", "chonk": 5}
{"text": "I must also emphasize that along with Black employees, we are committed to supporting the inclusion of all diverse groups across our global workforce.", "_id": "Honeywell.txt", "chonk": 6}
{"text": "During the past couple of weeks, my leadership team and I have talked with Black employees from a cross-section of our company to better understand their perspectives.", "_id": "Honeywell.txt", "chonk": 7}
{"text": "We have learned much from them, including the fact that we as leaders don’t have all the answers – but there is much that we can do to make progress at Honeywell.", "_id": "Honeywell.txt", "chonk": 8}
{"text": "We are committed to listening more and acting more as we move forward.", "_id": "Honeywell.txt", "chonk": 9}
{"text": "What We Are Already Doing We also heard consistently that employees don’t know a lot about what we are already doing to promote diversity and specifically to support Black- and minority-oriented institutions.", "_id": "Honeywell.txt", "chonk": 10}
{"text": "While we have much to do, we also have to do a better job of communicating our current initiatives and programs and the future activities we will pursue.", "_id": "Honeywell.txt", "chonk": 11}
{"text": "For starters, we have a Board of Directors that is widely recognized for its diversity, with 2 African Americans, 4 women, 2 Hispanics, and 1 non-U.S. citizen representing a wide range of professional experiences and perspectives.", "_id": "Honeywell.txt", "chonk": 12}
{"text": "This independent Board sets the tone for all of Honeywell and takes an active interest in ensuring we have a truly diverse workforce that represents all races, religions, geographies, and perspectives.", "_id": "Honeywell.txt", "chonk": 13}
{"text": "They share my view that our diversity makes us stronger, and they challenge us to push ourselves in this area.", "_id": "Honeywell.txt", "chonk": 14}
{"text": "Prior to the tragic death of George Floyd, Honeywell committed to a five-year corporate sponsorship of the National Museum of African American History and Culture in Washington, D.C.", "_id": "Honeywell.txt", "chonk": 15}
{"text": "As part of the Smithsonian, this museum hosts millions of visitors a year and focuses on the richness, diversity, and resiliency of the African American experience.", "_id": "Honeywell.txt", "chonk": 16}
{"text": "It may be a relatively new museum, but it is already an American icon.", "_id": "Honeywell.txt", "chonk": 17}
{"text": "We will support CYC not only with funding but also with the time and attention of our leadership volunteers.", "_id": "Honeywell.txt", "chonk": 18}
{"text": "During the past school year, we supported Druid Hills Academy, a Title 1 school in North Charlotte that serves an underprivileged area.", "_id": "Honeywell.txt", "chonk": 19}
{"text": "Honeywell Connected Enterprise (HCE) partnered with Black Girls Code in Atlanta to host girls of ages 7-17 from underrepresented communities to introduce them to technology and computer science.", "_id": "Honeywell.txt", "chonk": 20}
{"text": "HCE also hosted more than 100 Posse Foundation scholarship recipients to help them build interviewing and job application skills.", "_id": "Honeywell.txt", "chonk": 21}
{"text": "We have sponsored learning programs for Jobs for America’s Graduates chapters in Arizona, North Carolina, and South Carolina for at-risk high school youth.", "_id": "Honeywell.txt", "chonk": 22}
{"text": "Last year, JAG recognized Honeywell with its Highly Engaged Employer Partner Award.", "_id": "Honeywell.txt", "chonk": 23}
{"text": "In 2019, we entered into a three-year Integrated Pipeline Program with the National Society of Black Engineers to strengthen our recruitment of new employees as well as professional development opportunities focused on retaining mid-career professionals.", "_id": "Honeywell.txt", "chonk": 24}
{"text": "To date, we’ve sponsored 36 scholarships through NSBE and are working to support summer camps and high school NSBE programs in 2020 and 2021.", "_id": "Honeywell.txt", "chonk": 25}
{"text": "The camps promote science, technology, engineering, and math (STEM) education and will be held in Charlotte, Chicago, Atlanta, and Washington, D.C. We have also expanded our partnership with several Historically Black Colleges and Universities.", "_id": "Honeywell.txt", "chonk": 26}
{"text": "From 2017 to 2019, we improved hiring of Black students from campuses by 54% and improved our overall hiring rate of Black employees by 36% during the same period.", "_id": "Honeywell.txt", "chonk": 27}
{"text": "As of May, 7 of 10 roles posted across Honeywell had diverse slates – a nearly double-digit increase from the previous year.", "_id": "Honeywell.txt", "chonk": 28}
{"text": "What We Are Committed to Doing When the killing of George Floyd led to street protests throughout the U.S., we immediately initiated a series of listening sessions so our leaders could hear directly from Black employees in different roles and at different levels of the company.", "_id": "Honeywell.txt", "chonk": 29}
{"text": "We have found these sessions to be valuable and will extend them to other groups.", "_id": "Honeywell.txt", "chonk": 30}
{"text": "In addition to continuing leadership listening sessions, we are committing today to the following actions: • We will continue to evolve our community relations programs and partnerships with key external organizations to emphasize diversity and opportunity across a broad range of society.", "_id": "Honeywell.txt", "chonk": 31}
{"text": "A good example of this is our announcement today that we are Founding Sponsor of the Charlotte Center City Small Business Innovation Fund.", "_id": "Honeywell.txt", "chonk": 32}
{"text": "The grants will help these small enterprises survive the changing environment brought on by COVID through investments in technologies or upgraded marketing or business practices.", "_id": "Honeywell.txt", "chonk": 33}
{"text": "When selecting grant recipients, we will prioritize minority-, women- and veteran-owned businesses.", "_id": "Honeywell.txt", "chonk": 34}
{"text": "We have great partners on board to help us get moving quickly, and we are excited about what this program can do to help small business owners.", "_id": "Honeywell.txt", "chonk": 35}
{"text": "Two years ago, we introduced the Women’s Advancement Program to pair rising female executives with career champions while providing them access to career development and networking opportunities.", "_id": "Honeywell.txt", "chonk": 36}
{"text": "Thanks to the success of this program, we are now planning to extend it to Black employees and other minority groups.", "_id": "Honeywell.txt", "chonk": 37}
{"text": "In addition, we will deploy training for all employees in areas such as unconscious bias, with input from our employees on the content, and we will expand and strengthen Honeywell Black Employees Network chapters.", "_id": "Honeywell.txt", "chonk": 38}
{"text": "• We will enforce a revised zero tolerance policy under our Code of Business Conduct, which makes it explicit that there is zero tolerance specifically for racial discrimination.", "_id": "Honeywell.txt", "chonk": 39}
{"text": "Zero tolerance means that anyone who engages in harassing or discriminatory behavior is subject to appropriate disciplinary measures, up to and including termination of employment.", "_id": "Honeywell.txt", "chonk": 40}
{"text": "If anyone experiences, or witnesses, any behavior that is not in line with our racial discrimination policy, it is our expectation and requirement that you report it immediately to your supervisor, Human Resources, Legal, or the Access Helpline.", "_id": "Honeywell.txt", "chonk": 41}
{"text": "Remember, we will never tolerate retaliation against those who step forward in good faith to report problems or concerns related to our Harassment Policy or Code of Business Conduct.", "_id": "Honeywell.txt", "chonk": 42}
{"text": "These steps are a starting point, not an end – and I’m counting on all of you to be the champions we need to ensure that racially discriminatory practices WILL NOT reside at Honeywell.", "_id": "Honeywell.txt", "chonk": 43}
{"text": "Our leaders will be held especially accountable for fostering an inclusive and diverse workplace in which employees of all races feel valued, respected, and accepted.", "_id": "Honeywell.txt", "chonk": 44}
{"text": "As we approach this Friday’s 155th anniversary of Juneteenth, the oldest national celebration of the ending of slavery in the U.S., we can take pride in all that we do to foster diversity.", "_id": "Honeywell.txt", "chonk": 45}
{"text": "At the same time, we are humbled by what remains to be done and committed to continuing to make progress.", "_id": "Honeywell.txt", "chonk": 46}
{"text": "Today NIKE, Inc. is announcing a $40 million commitment over the next four years to support the Black community in the U.S. on behalf of the NIKE, Jordan and Converse brands collectively.", "_id": "nike.txt", "chonk": 0}
{"text": "This commitment will be focused on investing in and supporting organizations that put social justice, education and addressing racial inequality in America at the center of their work.", "_id": "nike.txt", "chonk": 1}
{"text": "“Systemic racism and the events that have unfolded across America over the past few weeks serve as an urgent reminder of the continued change needed in our society.", "_id": "nike.txt", "chonk": 2}
{"text": "We know Black Lives Matter.", "_id": "nike.txt", "chonk": 3}
{"text": "We will continue our focus on being more representative of our consumers while doing our part in the communities we serve.”", "_id": "nike.txt", "chonk": 4}
{"text": "We believe in a level playing field for all and leveraging the power of sport and our brands to move the world forward.", "_id": "nike.txt", "chonk": 5}
{"text": "This additional $40 million builds upon the NIKE, Inc. family’s long history of providing support to the communities in which they operate in.", "_id": "nike.txt", "chonk": 6}
{"text": "During this past year, we’ve stepped up our own efforts and measures of accountability in the areas of Diversity, Inclusion and Belonging to foster an inclusive environment and attract a more diverse workforce.", "_id": "nike.txt", "chonk": 7}
{"text": "We are driven by a commitment to transparency, accountability and impact and share our progress in these areas annually through the Nike Impact Report.", "_id": "nike.txt", "chonk": 8}
{"text": "For all of us who care deeply about diversity, equality and fairness, it’s been painful and heartbreaking to watch the tragic events of this past week in Minneapolis and in several other parts of America.", "_id": "MetLife.txt", "chonk": 0}
{"text": "The need for change is evident and we know that more work needs to be done to ensure that all people in all communities feel included, equal and safe.", "_id": "MetLife.txt", "chonk": 1}
{"text": "As a company that is deeply committed to diversity, inclusion and human rights, we will strengthen our resolve in advocating for change and in doing our part so that we build a society that protects all people and values all voices.", "_id": "MetLife.txt", "chonk": 2}
{"text": "Standing strong together This has been an incredibly difficult time in America—troubling and sad.", "_id": "Dell.txt", "chonk": 0}
{"text": "The murder of George Floyd is an atrocity.", "_id": "Dell.txt", "chonk": 1}
{"text": "We all stand in horror, grieving as a nation alongside his family and his community.", "_id": "Dell.txt", "chonk": 2}
{"text": "To see a man killed, a life ended cruelly and senselessly is something that will haunt me forever.", "_id": "Dell.txt", "chonk": 3}
{"text": "But for people of color in communities all over this country and around the world—that footage is not a surprise, it is all too familiar.", "_id": "Dell.txt", "chonk": 4}
{"text": "From the devastating and disproportionate impacts of COVID-19 to the devastating impacts of police brutality, the long-standing racial injustice in America that began 400 years ago is impossible to ignore.", "_id": "Dell.txt", "chonk": 5}
{"text": "And the people who have been ignored are now demanding to be heard.", "_id": "Dell.txt", "chonk": 6}
{"text": "We are listening.", "_id": "Dell.txt", "chonk": 7}
{"text": "I recently spent some time with a group of black team members—mostly listening.", "_id": "Dell.txt", "chonk": 8}
{"text": "How are we doing?", "_id": "Dell.txt", "chonk": 9}
{"text": "Have we succeeded in creating a company where all our team members feel safe and valued?", "_id": "Dell.txt", "chonk": 10}
{"text": "How can we do more? How can we do better?", "_id": "Dell.txt", "chonk": 11}
{"text": "What was supposed to be a one-hour meeting lasted much longer.", "_id": "Dell.txt", "chonk": 12}
{"text": "The main thing I heard was we need to create space for tough conversations, have greater leadership accountability and take actions that drive positive socio-economic change for communities of color.", "_id": "Dell.txt", "chonk": 13}
{"text": "I am optimist about what we’ve built at Dell, of our culture that’s designed to support every team member in reaching their full potential, and of our vision for where we’re going.", "_id": "Dell.txt", "chonk": 14}
{"text": "I’ve always believed diversity is power.", "_id": "Dell.txt", "chonk": 15}
{"text": "It’s how we win and win the right way.", "_id": "Dell.txt", "chonk": 16}
{"text": "We can lead by example and lean into our inclusive culture.", "_id": "Dell.txt", "chonk": 17}
{"text": "Later this week, our Black Networking Alliance ERG will hold a moment of reflection to recognize and hear from those who are most affected by recent acts of violence.", "_id": "Dell.txt", "chonk": 18}
{"text": "I’d ask that everyone please join with us in this moment.", "_id": "Dell.txt", "chonk": 19}
{"text": "Additionally, our Chief Diversity & Inclusion Officer, Brian Reaves, is talking internally and with our partners to see where additional investment is needed.", "_id": "Dell.txt", "chonk": 20}
{"text": "We need to do things differently now so that we can lead measurable change and truly be an employer of choice for all.", "_id": "Dell.txt", "chonk": 21}
{"text": "Because for all the word we do within our own company, there will never be true justice or equality until we root out the rotten underbelly of racism that is eating away at the most cherished values we hold dear.", "_id": "Dell.txt", "chonk": 22}
{"text": "Real change requires us all to actively participate in the hard work that lies ahead…the hard work that has to be done for our nation and our world to hear, grow strong, and for us to move forward as one people with a shared voice.", "_id": "Dell.txt", "chonk": 23}
{"text": "I am thinking about my role.", "_id": "Dell.txt", "chonk": 24}
{"text": "I hope you are thinking about yours.", "_id": "Dell.txt", "chonk": 25}
{"text": "Let’s be kind. Let’s be loving.", "_id": "Dell.txt", "chonk": 26}
{"text": "LOUISVILLE, Ky.--(BUSINESS WIRE)--Today, Humana (NYSE: HUM) announced actions to support its hometown of Louisville in its efforts to address racial inequity and unite toward a stronger community.", "_id": "Humana.txt", "chonk": 0}
{"text": "“We are at a pivotal moment in our country’s history, and it will come down to the actions and commitments we make today that will position us for a better tomorrow,” said Bruce Broussard, President and CEO of Humana.", "_id": "Humana.txt", "chonk": 1}
{"text": "“Caring for each other and respecting differences is who we are as a company, and we do not tolerate racism or discrimination of any kind.", "_id": "Humana.txt", "chonk": 2}
{"text": "The mission of our company has taken on particular significance in our hometown of Louisville that is reeling from the devastating loss of Breonna Taylor, protests and ensuing tragedies.", "_id": "Humana.txt", "chonk": 3}
{"text": "This is a community that is already suffering the impact of COVID-19.", "_id": "Humana.txt", "chonk": 4}
{"text": "There is a lot of work and healing to do to rebuild physically and emotionally.”", "_id": "Humana.txt", "chonk": 5}
{"text": "Proceeds will support the health of the community, create greater health equity, and make the company’s hometown more inclusive and equitable for all.", "_id": "Humana.txt", "chonk": 6}
{"text": "- Contribute up to 160,000 employee volunteer service hours to help revitalize downtown Louisville and communities across the country.", "_id": "Humana.txt", "chonk": 7}
{"text": "- Partner with local health officials to further the impact of the company’s Bold Goal commitment to address and improve the underlying health disparities in Louisville.", "_id": "Humana.txt", "chonk": 8}
{"text": "- Continue to invest in the upskilling/reskilling of Louisville talent in partnership with other corporate partners.", "_id": "Humana.txt", "chonk": 9}
{"text": "As part of its $11.5 million commitment, Humana is donating $6.5 million to ensure the Louisville Urban League’s Sports and Learning Complex located in Louisville’s west end reaches its finish line.", "_id": "Humana.txt", "chonk": 10}
{"text": "“The Sports and Learning Complex is about transforming a community that has suffered for far too long.", "_id": "Humana.txt", "chonk": 11}
{"text": "It is about investing in ways that are responsive to the demands ringing loud and clear here in Louisville and across America.", "_id": "Humana.txt", "chonk": 12}
{"text": "Through this project, we are cleaning up a brownfield, improving health outcomes and catalyzing economic development.", "_id": "Humana.txt", "chonk": 13}
{"text": "We are not just helping to revitalize a community but the human spirit,\" said Sadiqa Reynolds, President & CEO of the Louisville Urban League.", "_id": "Humana.txt", "chonk": 14}
{"text": "Through these investments and more announced today, Humana is showing its dedication to improving the quality of life in Louisville, including addressing the social determinants of health.", "_id": "Humana.txt", "chonk": 15}
{"text": "Humana employs nearly 13,000 associates in Kentucky—1,200 of whom reside in Louisville’s west end.", "_id": "Humana.txt", "chonk": 16}
{"text": "I continue to grieve for the lives of George Floyd, Ahmaud Arbery, Breonna Taylor and countless other victims of racism.", "_id": "Goldman Sachs.txt", "chonk": 0}
{"text": "Here is a transcription of a voice message I sent to our Goldman Sachs people Thursday night: I continue to hope that you and your families are faring well during these extraordinary times.", "_id": "Goldman Sachs.txt", "chonk": 1}
{"text": "I remain so grateful for what you're all doing to collectively help Goldman Sachs navigate through this global pandemic.", "_id": "Goldman Sachs.txt", "chonk": 2}
{"text": "As we all have our heads down, focusing on the immediate needs surrounding us, I encourage you to “look up,” to take into account what's happening around us.", "_id": "Goldman Sachs.txt", "chonk": 3}
{"text": "My concern arises from what I am seeing and reading about in terms of the many who are struggling to manage their daily lives during the strain of the pandemic.", "_id": "Goldman Sachs.txt", "chonk": 4}
{"text": "But, it also stems from my concern about the recent deeply disturbing acts of hatred, racism and discrimination, and the broader implications of that.", "_id": "Goldman Sachs.txt", "chonk": 5}
{"text": "I am disturbed by the increasing anti-Asian sentiment around the world as it relates to the coronavirus pandemic.", "_id": "Goldman Sachs.txt", "chonk": 6}
{"text": "And I am horrified by continued attacks against the black community, highlighted most recently in the U.S. with the deaths of Ahmaud Arbery and George Floyd, and with what Christian Cooper experienced in Central Park in New York City this past Monday.", "_id": "Goldman Sachs.txt", "chonk": 7}
{"text": "I want to remind each of you that as a community – there is no place at Goldman Sachs for racism or discrimination against any group in any form.", "_id": "Goldman Sachs.txt", "chonk": 8}
{"text": "I know that acts of inhumanity – against any person or group – have a profound impact on our people; how that manifests in each person is unique and personal to them.", "_id": "Goldman Sachs.txt", "chonk": 9}
{"text": "I also know that this is not a time to be silent.", "_id": "Goldman Sachs.txt", "chonk": 10}
{"text": "I know it in my gut – and I know it from many of you who have reached out – the many of you for whom these types of words and deeds are particularly and personally painful.", "_id": "Goldman Sachs.txt", "chonk": 11}
{"text": "So I am asking all of you – even with everything you are going through and everything you are doing – to “look up” and acknowledge what is happening around us.", "_id": "Goldman Sachs.txt", "chonk": 12}
{"text": "I want you to check in with each other, and be willing to have conversations that may take us outside of our comfort zone.", "_id": "Goldman Sachs.txt", "chonk": 13}
{"text": "To guard against that, we must continue to be aware of what is happening, speak out against injustices and be willing to talk candidly in an environment of honest dialogue.", "_id": "Goldman Sachs.txt", "chonk": 14}
{"text": "Importantly, our ability to excel as a globally interconnected work force must be buttressed by a collective sense of purpose and our shared values as a community.", "_id": "Goldman Sachs.txt", "chonk": 15}
{"text": "For my part, I continue to stand with all of you in supporting our broad COVID-19 relief efforts which are helping to improve the lives of so many around the world.", "_id": "Goldman Sachs.txt", "chonk": 16}
{"text": "Dear Fellow Employee, The recent killing of George Floyd as well as other instances of lethal attacks and harassment of unarmed black citizens in our nation continue to drive outrage and calls for action by people of all cultural backgrounds, including many of our employees.", "_id": "Disney.txt", "chonk": 0}
{"text": "Feelings of grief and anger cause us to confront the inscrutable idea that the lives of some are deemed less valuable – and less worthy of dignity, care and protection – than the lives of others.", "_id": "Disney.txt", "chonk": 1}
{"text": "While these devastating incidents are not new, there’s something unique about what’s happening in this moment.", "_id": "Disney.txt", "chonk": 2}
{"text": "The pandemic coupled with these recent injustices have pushed the issues of racial disparity into the open.", "_id": "Disney.txt", "chonk": 3}
{"text": "While we don’t have all the answers, we resolve to use our compassion, our creative ideas and our collective sense of humanity to ensure we are fostering a culture that acknowledges our people’s feelings and their pain.", "_id": "Disney.txt", "chonk": 4}
{"text": "We also realize that now more than ever is the time for us all to further strengthen our commitment to diversity and inclusion everywhere.", "_id": "Disney.txt", "chonk": 5}
{"text": "We intend to focus our efforts and resources to compassionately and constructively talk about these matters openly and honestly as we seek solutions.", "_id": "Disney.txt", "chonk": 6}
{"text": "We intend to keep the conversation going, not just today, but for as long as it takes to bring about real change.", "_id": "Disney.txt", "chonk": 7}
{"text": "Hatred and discrimination have no place in our society.", "_id": "John Deere.txt", "chonk": 0}
{"text": "At John Deere, our actions speak for us.", "_id": "John Deere.txt", "chonk": 1}
{"text": "We act for one another, our customers, our dealers, our communities, and the world around us.", "_id": "John Deere.txt", "chonk": 2}
{"text": "Today, we’re pledging $1M to the NAACP Empowerment Programs to fight against racial inequality.", "_id": "John Deere.txt", "chonk": 3}
{"text": "And we stand ready to strengthen our longstanding work with organizations like the Thurgood Marshall College Fund, Executive Leadership Council, National Society of Black Engineers, National Black Growers Council, and MANRRS.", "_id": "John Deere.txt", "chonk": 4}
{"text": "Together we will create lasting change.", "_id": "John Deere.txt", "chonk": 5}
{"text": "Dear Costco members,", "_id": "Cosco.txt", "chonk": 0}
{"text": "While Costco cannot alter this terrible event, or others like it, we believe all individuals and organizations can use this moment as a catalyst for change.", "_id": "Cosco.txt", "chonk": 1}
{"text": "We must re-examine how we deal with issues of racism and injustice everywhere in our society.", "_id": "Cosco.txt", "chonk": 2}
{"text": "Please find below a letter I shared with Costco employees earlier this week.", "_id": "Cosco.txt", "chonk": 3}
{"text": "I’m sharing this message with you to let you know that racism, discrimination and harassment are not tolerated at Costco.", "_id": "Cosco.txt", "chonk": 4}
{"text": "We remain steadfast in our commitment to fairness and equity for our employees, members and communities.", "_id": "Cosco.txt", "chonk": 5}
{"text": "Thank you, Craig Jelinek President and CEO Costco Wholesale", "_id": "Cosco.txt", "chonk": 6}
{"text": "Craig Jelinek President and CEO Costco Wholesale To: All employees", "_id": "Cosco.txt", "chonk": 7}
{"text": "From: Craig Jelinek", "_id": "Cosco.txt", "chonk": 8}
{"text": "Violence and demonstrations, and graphic images of a senseless killing, have combined with the effects of the pandemic to further threaten our collective sense of well-being.", "_id": "Cosco.txt", "chonk": 9}
{"text": "Although there are many voices competing to be heard, they shouldn’t distract us from a long-standing issue at the core of the unrest: racism and injustice.", "_id": "Cosco.txt", "chonk": 10}
{"text": "I wish I had inspirational words or a grand proposal that could restore peace or make things better for our country and our world.", "_id": "Cosco.txt", "chonk": 11}
{"text": "For now, I can only do my part by focusing attention on Costco and our employees.", "_id": "Cosco.txt", "chonk": 12}
{"text": "Please know this: There can be no tolerance of racism, discrimination or harassment at Costco.", "_id": "Cosco.txt", "chonk": 13}
{"text": "We remain committed to taking care of our employees, building a diverse workforce, maintaining work environments that are free from discrimination and harassment, and treating each other in a fair, honest, respectful and inclusive way.", "_id": "Cosco.txt", "chonk": 14}
{"text": "As I’ve said before in many contexts, we’re not perfect.", "_id": "Cosco.txt", "chonk": 15}
{"text": "One of the key ways we can continue to improve as a company and as individuals is to listen to each other’s perspectives with respect, patience and humility.", "_id": "Cosco.txt", "chonk": 16}
{"text": "Now as much as ever, we all have an important role in taking care of each other and preserving our culture and our values.", "_id": "Cosco.txt", "chonk": 17}
{"text": "Dear Colleagues, From time to time, I’ve reached out to our workforce on matters that I deem are of significant social and cultural importance to our company and our world.", "_id": "ConocoPhillips.txt", "chonk": 0}
{"text": "Chairman & CEO Ryan Lance As you know, many cities in the U.S. and around the world are now in the throes of protests, some of them violent, arising from several incidents of senseless minority deaths.", "_id": "ConocoPhillips.txt", "chonk": 1}
{"text": "At a time when nerves are already frayed due to COVID-19, these incidents — and the fallout — serve as a stark reminder that our journey toward racial equality and justice for all is not complete.", "_id": "ConocoPhillips.txt", "chonk": 2}
{"text": "Recently, I had the opportunity to weigh in on a statement condemning racial injustice that was released over the weekend from the Business Roundtable, an association of chief executive officers of America’s leading companies.", "_id": "ConocoPhillips.txt", "chonk": 3}
{"text": "The statement is as follows: “We share the anger and pain felt by so many Americans at the recent killings of unarmed black men and women.", "_id": "ConocoPhillips.txt", "chonk": 4}
{"text": "Racism and brutality have no place in America.", "_id": "ConocoPhillips.txt", "chonk": 5}
{"text": "We grieve for the families, friends and communities of George Floyd, Ahmaud Arbery and countless others.", "_id": "ConocoPhillips.txt", "chonk": 6}
{"text": "As the employers of more than 15 million individuals of all backgrounds, whose diversity strengthens our institutions, Business Roundtable CEOs are deeply concerned about the racial bias that continues to plague our society.", "_id": "ConocoPhillips.txt", "chonk": 7}
{"text": "At a time of great uncertainty, when communities of color are facing deep inequities, now is a time for unity and justice.", "_id": "ConocoPhillips.txt", "chonk": 8}
{"text": "We call on national, local and civic leaders to take urgent, thoughtful action to prevent future tragedies and to help our communities heal.”", "_id": "ConocoPhillips.txt", "chonk": 9}
{"text": "I support this statement by the Business Roundtable and believe it also reflects our position at ConocoPhillips.", "_id": "ConocoPhillips.txt", "chonk": 10}
{"text": "We still have a way to go on our D&I journey, but we have an opportunity to learn from this moment and make our “Who We Are” culture even stronger.", "_id": "ConocoPhillips.txt", "chonk": 11}
{"text": "Thank you for your commitment to eliminate bias and injustice in all its forms.", "_id": "ConocoPhillips.txt", "chonk": 12}
{"text": "A Message from Rich Fairbank, Chairman and CEO Read a message sent to associates from Capital One's Chairman and CEO about our commitment to racial equality and justice", "_id": "Capital One.txt", "chonk": 0}
{"text": "Recent events in America are a sobering reminder of our country’s long and troubled history of racial inequality and injustice.", "_id": "Capital One.txt", "chonk": 1}
{"text": "And how these issues can linger, simmer, and boil over—into our hearts and onto our streets.", "_id": "Capital One.txt", "chonk": 2}
{"text": "The images and stories that fill our phones and TV screens are heartbreaking, leaving us sad, frustrated, or angry.", "_id": "Capital One.txt", "chonk": 3}
{"text": "We know that many in our community, including many of our Black associates, are hurting deeply.", "_id": "Capital One.txt", "chonk": 4}
{"text": "It is often easier and more convenient to avoid uncomfortable conversations on race, justice, and equality.", "_id": "Capital One.txt", "chonk": 5}
{"text": "Thank you to those who have shared with me personally your emotions and your struggles over the past few days.", "_id": "Capital One.txt", "chonk": 6}
{"text": "And I am grateful to all of you who have stepped up to have difficult conversations or share your feelings with each other.", "_id": "Capital One.txt", "chonk": 7}
{"text": "We must seek to walk in the shoes of others.", "_id": "Capital One.txt", "chonk": 8}
{"text": "Acknowledging the pain being felt today by our colleagues and fellow citizens is vital.", "_id": "Capital One.txt", "chonk": 9}
{"text": "And creating the space and grace to listen, and to live our values actively and without judgment, is more important now than ever.", "_id": "Capital One.txt", "chonk": 10}
{"text": "At Capital One, we reject racism in all its forms.", "_id": "Capital One.txt", "chonk": 11}
{"text": "And to unleashing every person’s talents and potential—no matter their race, ethnicity, religion, gender, sexual identity, age, disability, or background.", "_id": "Capital One.txt", "chonk": 12}
{"text": "We have built a company that endeavors to be a welcoming and inspiring place for all.", "_id": "Capital One.txt", "chonk": 13}
{"text": "We seek and embrace diversity.", "_id": "Capital One.txt", "chonk": 14}
{"text": "And I am hopeful that together we can harness the sadness, anger, and energy of these difficult times to elevate the discussion, drive positive change, and create a greater sense of shared purpose and understanding.", "_id": "Capital One.txt", "chonk": 15}
{"text": "I wish you and your loved ones health and strength in these challenging times.", "_id": "Capital One.txt", "chonk": 16}
{"text": "And thank you for making Capital One a special place for each of us to work, to be ourselves, and to succeed.", "_id": "Capital One.txt", "chonk": 17}
{"text": "Team, This is an extraordinarily difficult time in the United States as we grapple with tragedy and unrest in our communities.", "_id": "Fedex.txt", "chonk": 0}
{"text": "There is absolutely no place for racism or unequal treatment anywhere, and we must unequivocally speak out and reject it when we see it.", "_id": "Fedex.txt", "chonk": 1}
{"text": "That’s why we are writing to you today.", "_id": "Fedex.txt", "chonk": 2}
{"text": "The unrest across the nation and the grieving in our local communities are a reminder that we all must keep doing more to create meaningful change and healing.", "_id": "Fedex.txt", "chonk": 3}
{"text": "At FedEx, our workforce is as diverse as the world we serve, and we believe that everyone deserves respect.", "_id": "Fedex.txt", "chonk": 4}
{"text": "Embracing diversity is not just the right thing to do; we also have proven that it fosters innovation and makes us a more competitive company.", "_id": "Fedex.txt", "chonk": 5}
{"text": "It’s also about fostering acceptance, promoting anti-biases, and encouraging a more inclusive society.", "_id": "Fedex.txt", "chonk": 6}
{"text": "These values are core to who we are and how we operate.", "_id": "Fedex.txt", "chonk": 7}
{"text": "As a company and as individuals, we must understand the power of our words and thinking.", "_id": "Fedex.txt", "chonk": 8}
{"text": "We should demonstrate empathy and kindness in all our actions and be willing to address these topics in and outside of the workplace.", "_id": "Fedex.txt", "chonk": 9}
{"text": "The conversation about treating people with respect, dignity, and acceptance is one that is necessary and one we must keep going.", "_id": "Fedex.txt", "chonk": 10}
{"text": "We are proud of our long-standing history of supporting and fostering relationships with organizations that are working to make our society more equitable and just.", "_id": "Fedex.txt", "chonk": 11}
{"text": "We will continue working with the leaders of those organizations to see what more we can do together.", "_id": "Fedex.txt", "chonk": 12}
{"text": "Dear Senators Booker and Harris, and Representatives Bass, Jeffries, and Nadler: In September 1953, more than a decade before the passage Of the Civil Rights Act, IBM took a bold stand in favor of equal opportunity.", "_id": "IBM.txt", "chonk": 0}
{"text": "Thomas J. Watson, Jr., then president of IBM, wrote to all employees: ” . . .Each Of the citizens of this country has an equal right to live and work in America.", "_id": "IBM.txt", "chonk": 1}
{"text": "It is the policy of this organization to hire people who have the personality, talent and background necessary to fill a given job, regardless of race, color or creed.”", "_id": "IBM.txt", "chonk": 2}
{"text": "Watson backed up this statement with action, refusing to enforce Jim Crow laws at IBM facilities.", "_id": "IBM.txt", "chonk": 3}
{"text": "Yet nearly seven decades later, the horrible and tragic deaths of George Floyd, Ahmaud Arbery, Breonna Taylor and too many others remind us that the fight against racism is as urgent as ever.", "_id": "IBM.txt", "chonk": 4}
{"text": "To that end, IBM would like to work with Congress in pursuit of justice and racial equity, focused initially in three key policy areas: police reform, responsible use of technology, and broadening skills and educational opportunities.", "_id": "IBM.txt", "chonk": 5}
{"text": "Our suggestions include: Police reform – new federal rules should hold police more accountable for misconduct.", "_id": "IBM.txt", "chonk": 6}
{"text": "Congress should bring more police misconduct cases under federal court purview and should make modifications to the qualified immunity doctrine that prevents individuals from seeking damages when police violate their constitutional rights.", "_id": "IBM.txt", "chonk": 7}
{"text": "Congress should also establish a federal registry of police misconduct and adopt measures to encourage or compel states and localities to review and update use-of-force policies.", "_id": "IBM.txt", "chonk": 8}
{"text": "We also urge Congress to consider legislation such as the Walter Scott Notification Act, sponsored by Sen.", "_id": "IBM.txt", "chonk": 9}
{"text": "Tim Scott of South Carolina, which would require that states receiving federal funding report more details on the use of deadly force by law enforcement officers to the Department of Justice so that an accurate picture of such incidents is available for public scrutiny and analysis.", "_id": "IBM.txt", "chonk": 10}
{"text": "Several of these suggestions are included in the Justice in Policing Act of 2020 that you recently introduced.", "_id": "IBM.txt", "chonk": 11}
{"text": "IBM welcomes your early leadership in announcing these proposals and stands ready to work with you and other Members of Congress, from both sides of the aisle, toward broad bipartisan legislation that can be enacted into law.", "_id": "IBM.txt", "chonk": 12}
{"text": "Responsible technology policies – technology can increase transparency and help police protect communities but must not promote discrimination or racial injustice.", "_id": "IBM.txt", "chonk": 13}
{"text": "IBM no longer offers general purpose IBM facial recognition or analysis software.", "_id": "IBM.txt", "chonk": 14}
{"text": "We believe now is the time to begin a national dialogue on whether and how facial recognition technology should be employed by domestic law enforcement agencies.", "_id": "IBM.txt", "chonk": 15}
{"text": "Artificial Intelligence is a powerful tool that can help law enforcement keep citizens safe.", "_id": "IBM.txt", "chonk": 16}
{"text": "But vendors and users of Al systems have a shared responsibility to ensure that Al is tested for bias, particularity when used in law enforcement, and that such bias testing is audited and reported.", "_id": "IBM.txt", "chonk": 17}
{"text": "Finally, national policy also should encourage and advance uses of technology that bring greater transparency and accountability to policing, such as body cameras and modern data analytics techniques.", "_id": "IBM.txt", "chonk": 18}
{"text": "Expanding opportunity – training and education for in-demand skills is key to expanding economic opportunity for communities of color.", "_id": "IBM.txt", "chonk": 19}
{"text": "We need to create more open and equitable pathways for all Americans to acquire marketable skills and training, and the need is particularly acute in communities of color.", "_id": "IBM.txt", "chonk": 20}
{"text": "At IBM, we see an urgent demand for what we call “new collar” jobs, which require specialized skills but not necessarily a traditional 4-year college degree.", "_id": "IBM.txt", "chonk": 21}
{"text": "Such jobs can still be found today in fast-growing fields from cybersecurity to cloud computing.", "_id": "IBM.txt", "chonk": 22}
{"text": "Today, 220 P- TECH schools are serving 150,000 students worldwide, with a heavy focus on students of color in educationally underserved areas in the United States.", "_id": "IBM.txt", "chonk": 23}
{"text": "From Brooklyn to Chicago, from Dallas to Baltimore, these schools are creating real opportunities and real jobs for young people today.", "_id": "IBM.txt", "chonk": 24}
{"text": "We should scale them nationally.", "_id": "IBM.txt", "chonk": 25}
{"text": "Pell Grants – Today Pell Grants are an important pathway for students of color to go to college.", "_id": "IBM.txt", "chonk": 26}
{"text": "Eligibility for Pell Grants should be expanded – including for incarcerated persons – beyond traditional four-year degree programs so that students with real economic need can build relevant skills through other education and training pathways that fit their life circumstances.", "_id": "IBM.txt", "chonk": 27}
{"text": "We offer these suggestions in the constructive spirit of problem-solving that has always defined our company and its people.", "_id": "IBM.txt", "chonk": 28}
{"text": "We realize these measures are only a beginning, but IBM wants to help advance this nation’s pursuit of equity and justice and we stand ready to work with you to advance policies that will help unify our country and advance our national purpose.", "_id": "IBM.txt", "chonk": 29}
{"text": "Sincerely, Arvind Krishna", "_id": "IBM.txt", "chonk": 30}
{"text": "[Note: These are remarks James Quincey prepared and first shared with Coca-Cola employees during a virtual town hall on June 3.]", "_id": "Coca Cola.txt", "chonk": 0}
{"text": "George Floyd. Killed.", "_id": "Coca Cola.txt", "chonk": 1}
{"text": "A senseless tragedy for him and his family. Ahmaud Arbery.", "_id": "Coca Cola.txt", "chonk": 2}
{"text": "Breonna Taylor. Philando Castile. Sandra Bland. Freddie Gray. Michael Brown.", "_id": "Coca Cola.txt", "chonk": 3}
{"text": "Sandra Bland. Freddie Gray. Michael Brown. Eric Garner. Tamir Rice.", "_id": "Coca Cola.txt", "chonk": 4}
{"text": "Michael Brown. Eric Garner. Tamir Rice. Trayvon Martin. All killed.", "_id": "Coca Cola.txt", "chonk": 5}
{"text": "Tamir Rice. Trayvon Martin. All killed.", "_id": "Coca Cola.txt", "chonk": 6}
{"text": "All killed. All Black Americans, predominantly male Black Americans.", "_id": "Coca Cola.txt", "chonk": 7}
{"text": "All of whom should be alive today.", "_id": "Coca Cola.txt", "chonk": 8}
{"text": "Companies like ours must speak up as allies to the Black Lives Matter movement.", "_id": "Coca Cola.txt", "chonk": 9}
{"text": "We stand with those seeking justice and equality.", "_id": "Coca Cola.txt", "chonk": 10}
{"text": "Reality is that there is still a wound in the fabric of America that is not just not healed – but is being reopened.", "_id": "Coca Cola.txt", "chonk": 11}
{"text": "Racism. It begets violence, it begets death.", "_id": "Coca Cola.txt", "chonk": 12}
{"text": "It begets violence, it begets death.", "_id": "Coca Cola.txt", "chonk": 13}
{"text": "It’s nearly 30 years since the video of Rodney King being beaten by police officers shocked the world.", "_id": "Coca Cola.txt", "chonk": 14}
{"text": "Roberto Goizueta, then-Chairman and CEO of The Coca-Cola Company, said at an event, “Defending justice, creating economic opportunity and ensuring quality education is more than a noble cause.", "_id": "Coca Cola.txt", "chonk": 15}
{"text": "It is our duty.", "_id": "Coca Cola.txt", "chonk": 16}
{"text": "Nothing we value… our families, homes and businesses…are safe in the face of oppression, poverty and ignorance.”", "_id": "Coca Cola.txt", "chonk": 17}
{"text": "It is our duty.", "_id": "Coca Cola.txt", "chonk": 18}
{"text": "Now, with George Floyd’s death, I’ve been reflecting on our duty to Black people in America.", "_id": "Coca Cola.txt", "chonk": 19}
{"text": "Simply put, America hasn’t made enough progress, corporate America hasn’t made enough progress and nor has The Coca-Cola Company.", "_id": "Coca Cola.txt", "chonk": 20}
{"text": "As a nation and as individuals, we must do better.", "_id": "Coca Cola.txt", "chonk": 21}
{"text": "As a company that believes diversity and inclusion are among our greatest strengths, we must put our resources and energy toward helping end the cycle of systemic racism.", "_id": "Coca Cola.txt", "chonk": 22}
{"text": "The company is not perfect.", "_id": "Coca Cola.txt", "chonk": 23}
{"text": "It’s done great things, things to be proud of.", "_id": "Coca Cola.txt", "chonk": 24}
{"text": "From celebrating Dr. Martin Luther King Jr., through being the first to have African-Americans in advertising, to providing leaders to work on desegregation, to education, to South Africa, to refranchising to two new African-American entrepreneur-owned U.S. bottlers.", "_id": "Coca Cola.txt", "chonk": 25}
{"text": "One of whom, Troy Taylor, is with us today [as a speaker in the company’s town hall].", "_id": "Coca Cola.txt", "chonk": 26}
{"text": "As the judge said, our biggest issue was not that we made mistakes and that there were individual cases, but that when we knew, we didn’t act to remedy and improve.", "_id": "Coca Cola.txt", "chonk": 27}
{"text": "We don’t have all the answers.", "_id": "Coca Cola.txt", "chonk": 28}
{"text": "But I believe that we, together with civic and community advocates, government officials, fellow business leaders, our partners – and with the views and voices of those who challenge injustice – we can find solutions.", "_id": "Coca Cola.txt", "chonk": 29}
{"text": "Our efforts will focus on four main areas – listening, leading, investing, advocating.", "_id": "Coca Cola.txt", "chonk": 30}
{"text": "LISTENING: We believe our company and our brands have the power to drive change.", "_id": "Coca Cola.txt", "chonk": 31}
{"text": "And we want to get this right.", "_id": "Coca Cola.txt", "chonk": 32}
{"text": "In order to make progress for those who have been hurt by systemic racism, we need first to listen.", "_id": "Coca Cola.txt", "chonk": 33}
{"text": "We have ideas; we received ideas from employees, and we know that this is the beginning.", "_id": "Coca Cola.txt", "chonk": 34}
{"text": "That’s why we’re spending time listening to employees and seeking their input on meaningful actions we can take, both internal and external.", "_id": "Coca Cola.txt", "chonk": 35}
{"text": "We will seek out the voices and expertise of community leaders and social justice advocates to inform our actions.", "_id": "Coca Cola.txt", "chonk": 36}
{"text": "LEADING: As a company, we need internally to be an example for corporate America and society overall, otherwise what platform do we have to lead from?", "_id": "Coca Cola.txt", "chonk": 37}
{"text": "We need to take multiple actions.", "_id": "Coca Cola.txt", "chonk": 38}
{"text": "Also, the company donated the land and helped set up the National Center for Civil and Human Rights, here in Atlanta right next to the World of Coke, but how many of us have visited it?", "_id": "Coca Cola.txt", "chonk": 39}
{"text": "We all need to go and spend time there.", "_id": "Coca Cola.txt", "chonk": 40}
{"text": "It’s four years since we had the first [internal company] Stand As One conversation following a similar death.", "_id": "Coca Cola.txt", "chonk": 41}
{"text": "Taking one measure – representation of African-Americans as a percentage of our U.S. employees – we’ve made mixed progress.", "_id": "Coca Cola.txt", "chonk": 42}
{"text": "In the total numbers, we’re up 3 points to 19%, ahead of overall country [population].", "_id": "Coca Cola.txt", "chonk": 43}
{"text": "But in leadership positions, grade 14-plus, we are flat, at a poor 7%.", "_id": "Coca Cola.txt", "chonk": 44}
{"text": "We need to be more effective in making progress.", "_id": "Coca Cola.txt", "chonk": 45}
{"text": "So we’re appointing leaders in our business to drive the development and implementation of additional business actions.", "_id": "Coca Cola.txt", "chonk": 46}
{"text": "INVESTING: We will invest our resources to advance social justice causes.", "_id": "Coca Cola.txt", "chonk": 47}
{"text": "In addition, we will match employee donations to these initiatives, as well as contributions to the 100 Black Men of America and the National CARES Mentoring Movement.", "_id": "Coca Cola.txt", "chonk": 48}
{"text": "Starting with me.", "_id": "Coca Cola.txt", "chonk": 49}
{"text": "ADVOCATING: Together with our bottling system, we will work through our business network to support change and embrace policies that matter, starting with publicly supporting legislation to advance a hate-crimes law in Georgia.", "_id": "Coca Cola.txt", "chonk": 50}
{"text": "We also will continue to support collective actions and pledges across the business community, such as the Business Roundtable, the Atlanta Committee for Progress and CEO Action for Diversity and Inclusion.", "_id": "Coca Cola.txt", "chonk": 51}
{"text": "And more will need to be done.", "_id": "Coca Cola.txt", "chonk": 52}
{"text": "At times, this will be challenging and uncomfortable, and it will require courage, humility, dedication and reflection.", "_id": "Coca Cola.txt", "chonk": 53}
{"text": "Coca-Cola is committed to making a difference in our communities and within our company by mobilizing our history of advancing civil rights and by rallying the strength of our employees, families and friends.", "_id": "Coca Cola.txt", "chonk": 54}
{"text": "Our company must play a visible and proactive role in creating the change that is desperately needed.", "_id": "Coca Cola.txt", "chonk": 55}
{"text": "More progress must be made. It is our duty.", "_id": "Coca Cola.txt", "chonk": 56}
{"text": "After listening and taking suggestions from across the company, the airline’s senior leadership team issued a letter to all team members outlining the next steps to increase its focus on diversity, equity and inclusion.", "_id": "American Airlines.txt", "chonk": 0}
{"text": "The tragic deaths of Rayshard Brooks, George Floyd, Breonna Taylor and Ahmaud Arbery have ignited an overdue reckoning with the brutality and racism that black Americans have dealt with for far too long.", "_id": "American Airlines.txt", "chonk": 1}
{"text": "Their deaths are not isolated events.", "_id": "American Airlines.txt", "chonk": 2}
{"text": "The past weeks of demonstrations calling for justice and reform highlight the urgent need for systemic change, because Black Lives Matter.", "_id": "American Airlines.txt", "chonk": 3}
{"text": "We cannot allow the events of the past few weeks to result in nothing more than outrage, remorse and protests.", "_id": "American Airlines.txt", "chonk": 4}
{"text": "We must take the energy and awareness created from these tragedies and convert it into meaningful and sustainable change.", "_id": "American Airlines.txt", "chonk": 5}
{"text": "We must use these events to bring us closer together as a society, not pull us further apart.", "_id": "American Airlines.txt", "chonk": 6}
{"text": "We believe very strongly that those who are privileged with leadership have a responsibility to break down barriers to success for those less privileged.", "_id": "American Airlines.txt", "chonk": 7}
{"text": "Our primary collective responsibility is to ensure that it is the case here at American Airlines.", "_id": "American Airlines.txt", "chonk": 8}
{"text": "As to American Airlines, over the past three years, we’ve taken a number of important steps to increase our focus on diversity, equity and inclusion, including hiring our first Chief Inclusion and Diversity Officer.", "_id": "American Airlines.txt", "chonk": 9}
{"text": "Additionally, we established the company’s Office of Diversity, Equity and Inclusion to ensure we implement best practices across our business.", "_id": "American Airlines.txt", "chonk": 10}
{"text": "We’ve delivered implicit bias training for more than 100,000 of our team members and created a specialized customer relations team to listen to, resolve and learn from any customer complaints of discrimination.", "_id": "American Airlines.txt", "chonk": 11}
{"text": "We’ve been proud of that work, but it’s not enough.", "_id": "American Airlines.txt", "chonk": 12}
{"text": "Over the past few weeks, we have deepened our discussions with our black team members, including members of our Black Professional Network EBRG, and our customers.", "_id": "American Airlines.txt", "chonk": 13}
{"text": "Those conversations have led to a series of important suggestions and recommendations in addition to the work that is already underway.", "_id": "American Airlines.txt", "chonk": 14}
{"text": "Continued listening and relationships In order to move forward, we must begin by taking the time to listen to each other, particularly to our black colleagues and customers.", "_id": "American Airlines.txt", "chonk": 15}
{"text": "We need both introspection and learning from the experiences of others with open hearts and minds.", "_id": "American Airlines.txt", "chonk": 16}
{"text": "• Listening sessions and Town Halls: In the coming months, we will be hosting numerous gatherings and listening sessions about race with our team members and the communities across our network.", "_id": "American Airlines.txt", "chonk": 17}
{"text": "We can’t rely on these important interactions and learnings to take place on their own; we need to provide the forums for them to take place.", "_id": "American Airlines.txt", "chonk": 18}
{"text": "• Community Council: In an effort to better serve our customers, we will establish a Community Council, which will be sponsored by President Robert Isom.", "_id": "American Airlines.txt", "chonk": 19}
{"text": "This newly formed council will be made up of our company’s senior executives and a cross-section of black community leaders who will provide feedback on a variety of company initiatives with a focus on issues impacting the customer travel experience.", "_id": "American Airlines.txt", "chonk": 20}
{"text": "These community leaders will make recommendations and provide perspectives on the challenges that our black customers face.", "_id": "American Airlines.txt", "chonk": 21}
{"text": "To that end, we are recommitting ourselves to supporting a culture where all team members are valued and respected.", "_id": "American Airlines.txt", "chonk": 22}
{"text": "Any incidents of conscious or unconscious bias toward our customers and team members is unacceptable and will be addressed appropriately.", "_id": "American Airlines.txt", "chonk": 23}
{"text": "• Phase 2 of implicit bias training and education: It is incumbent upon us to provide additional learning opportunities and implicit bias training to establish cultural expectations for our team members, as well as our leaders.", "_id": "American Airlines.txt", "chonk": 24}
{"text": "We will continue to provide industry-leading implicit bias training, both in-person and peer-led, as well as through online platforms, and we will seek out new opportunities to bring team members together to learn from each other.", "_id": "American Airlines.txt", "chonk": 25}
{"text": "• Enhancing our policies: We will continue to directly address acts of bias and racism whether in social media or our workplace.", "_id": "American Airlines.txt", "chonk": 26}
{"text": "In the coming days, we will roll out strengthened policies to provide all team members clear guidance on conduct and consequences for discriminatory and racially biased behavior in the workplace and online.", "_id": "American Airlines.txt", "chonk": 27}
{"text": "Intentional recruitment and advancement The representation of black professionals in our senior leadership is insufficient, and we will do more to change this reality.", "_id": "American Airlines.txt", "chonk": 28}
{"text": "We acknowledge that a stated aspiration without a goal is ineffective.", "_id": "American Airlines.txt", "chonk": 29}
{"text": "While our hiring and advancement practices are impacted in the short term by an industry financial crisis, our commitment to diversifying our leadership team over the long term has not changed.", "_id": "American Airlines.txt", "chonk": 30}
{"text": "We will establish specific objectives and lay out a plan to achieve them.", "_id": "American Airlines.txt", "chonk": 31}
{"text": "We must become a model company in the way we assess equitable treatment for all employees with regard to pay, advancement, access to development and recognition.", "_id": "American Airlines.txt", "chonk": 32}
{"text": "• Access for all: We also will assist black youth in developing job skills and expanding access to well-paying careers as part of our overall strategy to expand opportunities in our hub cities and Tulsa.", "_id": "American Airlines.txt", "chonk": 33}
{"text": "We will establish talent pipelines and apprenticeship programs with community-based organizations.", "_id": "American Airlines.txt", "chonk": 34}
{"text": "As we return to growing our airline and hiring again, we will do all we can to ensure that young people in communities that have been historically underserved have every opportunity to join our team.", "_id": "American Airlines.txt", "chonk": 35}
{"text": "As an airline, creating connections is our business, and we exist to bring the world and people closer together.", "_id": "American Airlines.txt", "chonk": 36}
{"text": "The next phase of our journey begins with specific steps to achieve our aspirations.", "_id": "American Airlines.txt", "chonk": 37}
{"text": "Rest assured, our commitment to be better — and to do better — will be measured by consistent action and progress.", "_id": "American Airlines.txt", "chonk": 38}
{"text": "The programs will be focused on assisting people and communities of color that have experienced a greater impact from the health crisis.", "_id": "Bank of America.txt", "chonk": 0}
{"text": "“The events of the past week have created a sense of true urgency that has arisen across our nation, particularly in view of the racial injustices we have seen in the communities where we work and live.", "_id": "Bank of America.txt", "chonk": 1}
{"text": "We all need to do more.”", "_id": "Bank of America.txt", "chonk": 2}
{"text": "The work builds on economic mobility and workforce development programs Bank of America already supports in local markets, but will sharpen the focus of that work, accelerate the resources, and add a particular emphasis on health services during the pandemic.", "_id": "Bank of America.txt", "chonk": 3}
{"text": "The announcement is aligned with the company’s commitment to responsible growth for clients, shareholders, employees and communities.", "_id": "Bank of America.txt", "chonk": 4}
{"text": "Areas of focus will be: 1. Health 2. Jobs/Training/Reskilling/Upskilling 3.", "_id": "Bank of America.txt", "chonk": 5}
{"text": "Jobs/Training/Reskilling/Upskilling 3. Support to Small Businesses 4.", "_id": "Bank of America.txt", "chonk": 6}
{"text": "• Partnerships with historically black colleges and universities and Hispanic-serving institutions in the United States for hiring, research programs, and other areas of mutual opportunity.", "_id": "Bank of America.txt", "chonk": 7}
{"text": "• Support to minority-owned small businesses, including clients and vendors.", "_id": "Bank of America.txt", "chonk": 8}
{"text": "• Operating support and investment for affordable housing/neighborhood revitalization, leveraging our nearly $5 billion in Community Development Banking.", "_id": "Bank of America.txt", "chonk": 9}
{"text": "• Further recruitment and retention of teammates in low-to-moderate-income and disadvantaged communities to build on work the company has already done to serve clients locally.", "_id": "Bank of America.txt", "chonk": 10}
{"text": "STAMFORD, Conn.", "_id": "Charter.txt", "chonk": 0}
{"text": "– Charter Communications, Inc. today announced the company will invest $10 million in partnership with both the National Urban League (NUL) and National Action Network (NAN) to support Black and other minority-owned small businesses in underserved communities.", "_id": "Charter.txt", "chonk": 1}
{"text": "This investment will help strengthen small businesses and provide a long-term economic impact vital to the continued development and growth of these communities.", "_id": "Charter.txt", "chonk": 2}
{"text": "In addition, Charter will provide $3.5 million in PSA value to promote its partners’ Loan Fund opportunities, and will contribute a $500,000 capacity grant to the NUL for revitalizing its CDFI platform including funding for staffing, infrastructure, and operations.", "_id": "Charter.txt", "chonk": 3}
{"text": "“In all communities, small business ownership and growth are fundamental to developing and sustaining economic power, which is critical to their long-term success,” said Tom Rutledge, Chairman and CEO of Charter Communications.", "_id": "Charter.txt", "chonk": 4}
{"text": "“Building on our valued partnerships with the National Urban League and National Action Network, these investments will support small diverse-owned businesses through access to much-needed low-interest capital and help build thriving communities across the country.”", "_id": "Charter.txt", "chonk": 5}
{"text": "The NUL’s small business lending subsidiary, UEF, provides loans and coaching to minority-owned businesses that provide jobs and revenue to economically distressed areas and other underserved communities.", "_id": "Charter.txt", "chonk": 6}
{"text": "“As we face the most daunting economic landscape since the Great Depression, committed and enlightened partners like Charter are more valued than ever before.", "_id": "Charter.txt", "chonk": 7}
{"text": "Charter is helping the National Urban League build stronger and more stable communities that create opportunity for prosperity.\"", "_id": "Charter.txt", "chonk": 8}
{"text": "“In order to achieve the economic equality we want to see, we need to support our Black businesses and our Black entrepreneurs,” said Reverend Al Sharpton.", "_id": "Charter.txt", "chonk": 9}
{"text": "“For too long, our talented Black communities have been deprived of low interest loans, capital and a myriad of resources to help Black businesses thrive and prosper, a reality that has lasted decades inhibiting us from playing and competing in a level playing field.", "_id": "Charter.txt", "chonk": 10}
{"text": "This partnership is one more step to address the systemic scarcity in our communities and to underscore much needed investment to turn the tide of inequity.”", "_id": "Charter.txt", "chonk": 11}
{"text": "With the addition of the investment partnerships with the NUL and NAN, Charter’s Loan Fund commitment has increased to $13 million, and the NUL UEF investment represents the fourth made by the Loan Fund in the past four months.", "_id": "Charter.txt", "chonk": 12}
{"text": "Charter previously announced $1 million investments in Pursuit Community Finance in New York, PeopleFund in Texas, and the Economic and Community Development Institute (ECDI) in Ohio.", "_id": "Charter.txt", "chonk": 13}
{"text": "Over the next year, the Loan Fund expects to invest an additional $4 million across CDFIs in California, Florida, North Carolina and Wisconsin, in addition to the $3 million into CDFIs as directed by NAN.", "_id": "Charter.txt", "chonk": 14}
{"text": "In addition to the loans, each CDFI receives a grant to fund technical assistance programs and professional training for small businesses to help establish sound business practices necessary for long-term growth and continuity.", "_id": "Charter.txt", "chonk": 15}
{"text": "These grants have recently been made to provide support to businesses impacted by COVID-19.", "_id": "Charter.txt", "chonk": 16}
{"text": "An email from CEO Satya Nadella to Microsoft employees: Seeing injustice in the world calls us all to take action, as individuals and as a company.", "_id": "Microsoft.txt", "chonk": 0}
{"text": "Sometimes this action is personal – what do I do to change?", "_id": "Microsoft.txt", "chonk": 1}
{"text": "Sometimes it is organizational – what changes do I need to make around me?", "_id": "Microsoft.txt", "chonk": 2}
{"text": "As we see the everyday racism, bias and violence experienced by the Black and African American community, the tragic and horrific murders of so many, the violence in cities across the US, it is time for us to act in all arenas.", "_id": "Microsoft.txt", "chonk": 3}
{"text": "As I shared in our Employee Town Hall last week, each of us – starting with me and the senior leaders at the company – has a role to play.", "_id": "Microsoft.txt", "chonk": 4}
{"text": "We cannot episodically wake up when a new tragedy occurs.", "_id": "Microsoft.txt", "chonk": 5}
{"text": "A systemic problem requires a holistic response.", "_id": "Microsoft.txt", "chonk": 6}
{"text": "The results of systemic racism, which have impacted opportunities and exacerbated injustices for Black and African American communities, urge me to consider my own role as a leader.", "_id": "Microsoft.txt", "chonk": 7}
{"text": "I must continue my journey of understanding and empathy and examine actions I take, or don’t take, every day.", "_id": "Microsoft.txt", "chonk": 8}
{"text": "And I take accountability for my own continued learning on the realities of privilege, inequity and race and modeling the behavior I want to see in the world.", "_id": "Microsoft.txt", "chonk": 9}
{"text": "As a company, we need to look inside, examine our organization, and do better.", "_id": "Microsoft.txt", "chonk": 10}
{"text": "For us to have the permission to ask the world to change, we must change first.", "_id": "Microsoft.txt", "chonk": 11}
{"text": "We have to embrace the same speed and mindset that we do in anticipating and building for future technological shifts.", "_id": "Microsoft.txt", "chonk": 12}
{"text": "Each day, we work to bridge the gap between the culture we espouse and our daily lived experience, but we must do more and do it faster.", "_id": "Microsoft.txt", "chonk": 13}
{"text": "In order to be successful as a business in empowering everyone on the planet, we need to reflect the world we serve.", "_id": "Microsoft.txt", "chonk": 14}
{"text": "This is our commitment; we have goals and programs to improve representation in all roles and at all levels.", "_id": "Microsoft.txt", "chonk": 15}
{"text": "We’re investing in the talent pipeline broadly, as we’ve expanded our connections with Historically Black Colleges and Universities.", "_id": "Microsoft.txt", "chonk": 16}
{"text": "I ask each of us to recommit to our shared D&I priority, participate in our inclusion learning programs, use the tools and resources we have shared on becoming an effective ally for others.", "_id": "Microsoft.txt", "chonk": 17}
{"text": "We have the capabilities to make Microsoft more diverse and inclusive, but we must do the work.", "_id": "Microsoft.txt", "chonk": 18}
{"text": "We also have a responsibility to use our platform and resources intentionally to address systemic inequities in our communities and in society broadly.", "_id": "Microsoft.txt", "chonk": 19}
{"text": "This is the work we need to do to have lasting impact.", "_id": "Microsoft.txt", "chonk": 20}
{"text": "For example, we’re using our technology and our voice toward a more equitable criminal justice system with our Criminal Justice Reform Initiative.", "_id": "Microsoft.txt", "chonk": 21}
{"text": "We created our Supplier Diversity program 15 years ago, so our supplier companies better reflected the diversity of our customers.", "_id": "Microsoft.txt", "chonk": 22}
{"text": "Today, it makes up nearly 10 percent of our supplier spend.", "_id": "Microsoft.txt", "chonk": 23}
{"text": "That spend has an amplifying effect, growing the local economies in the communities where those businesses are located.", "_id": "Microsoft.txt", "chonk": 24}
{"text": "We need to keep building on this work in every community we operate in.", "_id": "Microsoft.txt", "chonk": 25}
{"text": "This starts with a company donation of $250,000 to each of these organizations ($1.5 million in total), followed by a company match of our employees’ contributions to eligible organizations.", "_id": "Microsoft.txt", "chonk": 26}
{"text": "Together, through your giving and the company match, we have donated more than $15 million to civil rights, social action, and advocacy nonprofit organizations since 2015.", "_id": "Microsoft.txt", "chonk": 27}
{"text": "I have heard from many employees over the past several days, expressing calls for action, calls for reflection, calls for change.", "_id": "Microsoft.txt", "chonk": 28}
{"text": "My response to all of you is this: Yes.", "_id": "Microsoft.txt", "chonk": 29}
{"text": "We must continue to nurture the energy and passion that the Blacks at Microsoft employee resource group fueled in all of us since its founding in 1989.", "_id": "Microsoft.txt", "chonk": 30}
{"text": "We have been on a cultural transformation journey and must accelerate our pace of change.", "_id": "Microsoft.txt", "chonk": 31}
{"text": "Each of us, starting with me, must look at where we are as individuals, confront our fixed mindset and act.", "_id": "Microsoft.txt", "chonk": 32}
{"text": "Our humanity is what calls out to us to make the world a better place.", "_id": "Microsoft.txt", "chonk": 33}
{"text": "We all have a role to play.", "_id": "Microsoft.txt", "chonk": 34}
{"text": "The company will do the work.", "_id": "Microsoft.txt", "chonk": 35}
{"text": "I am asking each of you to do the work.", "_id": "Microsoft.txt", "chonk": 36}
{"text": "And together, we will help make the difference we want to see in the world.", "_id": "Microsoft.txt", "chonk": 37}
{"text": "Confronting racism head-on We are listening, learning and acting.", "_id": "Boeing.txt", "chonk": 0}
{"text": "Your response to that message has been overwhelming.", "_id": "Boeing.txt", "chonk": 1}
{"text": "Some shared deeply moving stories about the effect of discrimination in your own lives.", "_id": "Boeing.txt", "chonk": 2}
{"text": "A few frankly questioned the commitment of the company to the values I expressed.", "_id": "Boeing.txt", "chonk": 3}
{"text": "But I was most affected by the large number of you who wanted to see us — and me — do more.", "_id": "Boeing.txt", "chonk": 4}
{"text": "I’ve listened carefully in numerous talks with Boeing people all over the enterprise, in lengthy discussions with my executive team last week, and in conversations with my counterparts at other companies.", "_id": "Boeing.txt", "chonk": 5}
{"text": "I am proud of Boeing leaders’ commitment to this and the progress we have made over the years.", "_id": "Boeing.txt", "chonk": 6}
{"text": "But all my conversations over the last two weeks have reinforced for me an obvious point: What’s happening across the U.S. now goes beyond discrimination and harassment, beyond diversity and inclusion.", "_id": "Boeing.txt", "chonk": 7}
{"text": "What we’re seeing is the ongoing human cost of historic and persistent racial inequality in the United States.", "_id": "Boeing.txt", "chonk": 8}
{"text": "Boeing has long been committed to the principles of diversity and inclusion, and the efforts we have made — often quietly and behind the scenes — have been meaningful.", "_id": "Boeing.txt", "chonk": 9}
{"text": "But here’s what we’ll do to take that commitment to the next level: We’re going to turn up the volume on dialogue within the company.", "_id": "Boeing.txt", "chonk": 10}
{"text": "I am encouraging all Boeing leaders to engage on this subject in a way that is authentic to them and meaningful to the people they lead.", "_id": "Boeing.txt", "chonk": 11}
{"text": "These won’t be — in fact should not be — comfortable discussions.", "_id": "Boeing.txt", "chonk": 12}
{"text": "Earlier today, we rolled out a conversation guide for leaders and other resources to help you through them.", "_id": "Boeing.txt", "chonk": 13}
{"text": "For anyone wondering what that means, here’s an example: About 10 days ago a Boeing employee made an abusive and harassing racial remark to a colleague in one of our facilities.", "_id": "Boeing.txt", "chonk": 14}
{"text": "He was quickly suspended, never returned to the workplace, and is no longer a Boeing employee.", "_id": "Boeing.txt", "chonk": 15}
{"text": "When these things happen, you will know about them.", "_id": "Boeing.txt", "chonk": 16}
{"text": "We are going to strengthen our expectations for living our values at Boeing by raising the bar for progress on key measures of equity and opportunity for our people — and making ourselves accountable for clearing that bar.", "_id": "Boeing.txt", "chonk": 17}
{"text": "Over the next four years we’re going to double the $25 million we have already invested in partnerships that create a range of opportunities for marginalized communities.", "_id": "Boeing.txt", "chonk": 18}
{"text": "We’re going to reach out to other companies on ways to drive broad and consistent change across our industry.", "_id": "Boeing.txt", "chonk": 19}
{"text": "Every member of my team has committed personally to confronting racism and building more inclusive opportunities — both inside our company and in our communities.", "_id": "Boeing.txt", "chonk": 20}
{"text": "That means, among other things, understanding more about the role that law enforcement and the criminal justice system can play in overcoming, not perpetuating, the unfair gap that divides the experience of our black colleagues and neighbors from the rest of us.", "_id": "Boeing.txt", "chonk": 21}
{"text": "This is not an issue of the week or the month or even the year.", "_id": "Boeing.txt", "chonk": 22}
{"text": "It’s the part we can play in capturing this moment to help solve a problem that has for so long prevented our society from being as inclusive and just as it should be.", "_id": "Boeing.txt", "chonk": 23}
{"text": "Stay safe. Dave", "_id": "Boeing.txt", "chonk": 24}
{"text": "“The events unfolding across the country that are rooted in hate are contradictory with our beliefs as a company and leave me with a feeling of regret and sadness.", "_id": "Verizon.txt", "chonk": 0}
{"text": "Verizon is fiercely committed to diversity and inclusion across all spectrums because it makes us and the world better.", "_id": "Verizon.txt", "chonk": 1}
{"text": "I am hopeful that the rest of the country will come to understand that valuing everyone equally is the best way forward.", "_id": "Verizon.txt", "chonk": 2}
{"text": "We cannot commit to a brand purpose of moving the world forward unless we are committed to helping ensure we move it forward for everyone.", "_id": "Verizon.txt", "chonk": 3}
{"text": "In response, the Verizon Foundation has committed $10 million to social justice organizations, shared equally with these organizations: • The National Urban League a historic civil rights organization dedicated to economic empowerment, equality, and social justice.", "_id": "Verizon.txt", "chonk": 4}
{"text": "• The National Association for the Advancement of Colored People (NAACP) whose mission is to secure the political, educational, social, and economic equality of rights in order to eliminate race-based discrimination and ensure the health and well-being of all persons.", "_id": "Verizon.txt", "chonk": 5}
{"text": "• National Action Network, a leading civil rights organization in the nation.", "_id": "Verizon.txt", "chonk": 6}
{"text": "• Leadership Conference for Civil and Human Rights, a coalition of more than 200 diverse national organizations whose mission is to promote and protect the civil and human rights of all people.", "_id": "Verizon.txt", "chonk": 7}
{"text": "• Rainbow Push Coalition, a multi-racial, multi-issue, progressive, international membership organization fighting for social change.", "_id": "Verizon.txt", "chonk": 8}
{"text": "• National Coalition on Black Civic Participation dedicated to increasing civic engagement and voter participation in Black and underserved communities.", "_id": "Verizon.txt", "chonk": 9}
{"text": "• NAACP Legal Defense and Educational Fund, a leading legal organization fighting for racial justice.", "_id": "Verizon.txt", "chonk": 10}
{"text": "The deaths of George Floyd, Ahmaud Arbery and countless others are unnecessary tragedies we are outraged and saddened by.", "_id": "State Farm.txt", "chonk": 0}
{"text": "These times are a stark reminder that our society still suffers from far too many cases of distrust, hatred and racism.", "_id": "State Farm.txt", "chonk": 1}
{"text": "This is not the world we should accept as a society.", "_id": "State Farm.txt", "chonk": 2}
{"text": "We must push ourselves to influence change and create compassion.", "_id": "State Farm.txt", "chonk": 3}
{"text": "State Farm has long been committed to helping build safer, stronger communities.", "_id": "State Farm.txt", "chonk": 4}
{"text": "As protests spurred by the violent deaths of George Floyd, Breonna Taylor and Ahmaud Arbery escalated over the weekend, the Executive Committee sent out a communication to U.S. employees affirming our company’s commitment to justice and equality.", "_id": "Johnson & Johnson.txt", "chonk": 0}
{"text": "But as the turmoil in our streets continues, I think it’s important to address this issue again with all members of the Johnson & Johnson family worldwide.", "_id": "Johnson & Johnson.txt", "chonk": 1}
{"text": "As the CEO of the world’s largest healthcare company, I must state unequivocally that racism in any form is unacceptable, and that black lives matter.", "_id": "Johnson & Johnson.txt", "chonk": 2}
{"text": "And as a white man, I also need to acknowledge the limits of my own life experience and listen to those who have faced systemic injustice since the day they were born.", "_id": "Johnson & Johnson.txt", "chonk": 3}
{"text": "I spent the weekend reaching out to black colleagues and friends, and their stories—like the father who drives behind his teenage daughter anytime she goes jogging because he fears for her safety—landed like a punch to the gut.", "_id": "Johnson & Johnson.txt", "chonk": 4}
{"text": "There will always be a multitude of reasons for parents to worry about their children, but racist violence should not be one of them.", "_id": "Johnson & Johnson.txt", "chonk": 5}
{"text": "As much as we at Johnson & Johnson pride ourselves on our accomplishments in creating a diverse and inclusive workplace, we must do more.", "_id": "Johnson & Johnson.txt", "chonk": 6}
{"text": "And we must do it now.", "_id": "Johnson & Johnson.txt", "chonk": 7}
{"text": "We will kick it off by extending our support of the National Museum of African American History and Culture and its initiatives, such as the \"Talking About Race” program.", "_id": "Johnson & Johnson.txt", "chonk": 8}
{"text": "This new online offering is a valuable resource that reflects our belief in the transformative power of dialogue and education when it comes to unearthing and confronting the root causes of racism.", "_id": "Johnson & Johnson.txt", "chonk": 9}
{"text": "If recent events have been a revelation to you, let that serve as a challenge to step up and do more as peaceful and determined agents of change—a challenge I myself am determined to embrace.", "_id": "Johnson & Johnson.txt", "chonk": 10}
{"text": "In the coming months, we will continue to identify and announce other partnerships that we believe will make the biggest difference in advancing social justice.", "_id": "Johnson & Johnson.txt", "chonk": 11}
{"text": "One important area of focus: the urgent need to address the inequities in medical care that have long plagued minority communities—gaps that have recently been both highlighted and exacerbated by the COVID-19 pandemic.", "_id": "Johnson & Johnson.txt", "chonk": 12}
{"text": "We have been working through a major initiative that will help address issues including underrepresentation in clinical trials, equipping community health workers, and strengthening existing community medical systems.", "_id": "Johnson & Johnson.txt", "chonk": 13}
{"text": "I look forward to sharing more details with you about this soon.", "_id": "Johnson & Johnson.txt", "chonk": 14}
{"text": "Of course, change ultimately begins at home.", "_id": "Johnson & Johnson.txt", "chonk": 15}
{"text": "We are organizing a series of listening tours and events that will serve as an opportunity for dialogue with leaders and fellow employees—conversations that may not be easy, but are more important now than ever before.", "_id": "Johnson & Johnson.txt", "chonk": 16}
{"text": "They will shape an action plan for what we need to do within our company to live up to our commitment to equality.", "_id": "Johnson & Johnson.txt", "chonk": 17}
{"text": "And because we are able to use our size and scale for good, we will also ensure this action plan is understood and upheld by our suppliers and other business partners so that the effects are as far-reaching as possible.", "_id": "Johnson & Johnson.txt", "chonk": 18}
{"text": "Most immediately, to our black colleagues: Please know we see the extra burden that is weighing on you during this already difficult time.", "_id": "Johnson & Johnson.txt", "chonk": 19}
{"text": "Please take the time you need to process, stand up for your beliefs, and do whatever you need to do to take care of your families, communities and yourselves.", "_id": "Johnson & Johnson.txt", "chonk": 20}
{"text": "To every member of the Johnson & Johnson family: Please be mindful of what your fellow employees may be going through in these turbulent times, even if they seem “fine.”", "_id": "Johnson & Johnson.txt", "chonk": 21}
{"text": "Take a moment to reach out to coworkers and let them know you care about what is happening to people of color in America.", "_id": "Johnson & Johnson.txt", "chonk": 22}
{"text": "If recent events have been a revelation to you, let that serve as a challenge to step up and do more as peaceful and determined agents of change—a challenge I myself am determined to embrace.", "_id": "Johnson & Johnson.txt", "chonk": 23}
{"text": "Since this pandemic began, we have spoken a lot about uniting as one Johnson & Johnson.", "_id": "Johnson & Johnson.txt", "chonk": 24}
{"text": "At Lowe’s, we are heartbroken by the death of George Floyd and for our communities torn apart by violence.", "_id": "Lowe's.txt", "chonk": 0}
{"text": "We are a company that exists to make homes better, and we recognize that our homes extend beyond walls and into neighborhoods, communities and country.", "_id": "Lowe's.txt", "chonk": 1}
{"text": "We have a longstanding history of fostering an environment where all individuals are safe, treated fairly, valued and respected.", "_id": "Lowe's.txt", "chonk": 2}
{"text": "As we’ve seen through the incredible workers on the frontlines of the coronavirus pandemic, we can meet and overcome tragedy, but only by coming together.", "_id": "Lowe's.txt", "chonk": 3}
{"text": "Our President and CEO Marvin R. Ellison shared this message with associates today: Team, Tensions have been rising in our country for some time now.", "_id": "Lowe's.txt", "chonk": 4}
{"text": "As the pandemic and economic crisis have upended lives, so too has the racism that, for far too long, has torn families and communities apart.", "_id": "Lowe's.txt", "chonk": 5}
{"text": "I grew up in the segregated south and remember stories my parents shared about living in the Jim Crow South.", "_id": "Lowe's.txt", "chonk": 6}
{"text": "During this time of Jim Crow, people of color were viewed and considered second class citizens.", "_id": "Lowe's.txt", "chonk": 7}
{"text": "So, I have a personal understanding of the fear and frustration that many of you are feeling.", "_id": "Lowe's.txt", "chonk": 8}
{"text": "To overcome the challenges that we all face, we must use our voices and demand that ignorance and racism must come to an end.", "_id": "Lowe's.txt", "chonk": 9}
{"text": "This is a time to come together, to support one another and, through partnership, begin to heal.", "_id": "Lowe's.txt", "chonk": 10}
{"text": "These times are when our character is tested and revealed.", "_id": "Lowe's.txt", "chonk": 11}
{"text": "At Lowe’s we will remain committed to fostering an environment where all individuals are safe, treated fairly, valued and respected.", "_id": "Lowe's.txt", "chonk": 12}
{"text": "At Lowe’s, we are committed to helping people make their homes better, and today, we recognize that our homes extend beyond our walls, and into our neighborhoods, communities and country.", "_id": "Lowe's.txt", "chonk": 13}
{"text": "We take this corporate responsibility seriously, and as we’ve seen through the incredible workers on the frontlines of the coronavirus pandemic, we can meet and overcome tragedy, but only by coming together.", "_id": "Lowe's.txt", "chonk": 14}
{"text": "I know many of you may be afraid as you try to determine what to say and what to do during these trying times.", "_id": "Lowe's.txt", "chonk": 15}
{"text": "We need to remember that the best action we can take is to unite in solidarity and show that the legacy of racism and inequality has no place in our company, our hearts or in this world.", "_id": "Lowe's.txt", "chonk": 16}
{"text": "God Bless, Marvin", "_id": "Lowe's.txt", "chonk": 17}
{"text": "Addressing systemic racism and inequality CVS Health is investing nearly $600 million over five years to advance employee, community and public policy initiatives that address inequality faced by the Black community and other disenfranchised communities.", "_id": "CVS.txt", "chonk": 0}
{"text": "The company will also use its position to advocate for public policy that addresses the root causes of systemic inequalities and barriers, including efforts to address socioeconomic status, education, and access to health care.", "_id": "CVS.txt", "chonk": 1}
{"text": "“While we know that CVS Health alone cannot erase the toll that 400 years of institutionalized racism and discrimination has taken on the Black community, we recognize that we have a role to play in living up to the potential the future holds.”", "_id": "CVS.txt", "chonk": 2}
{"text": "— David Casey, Chief Diversity Officer, CVS Health CVS Health’s investment will focus on improving the employee experience, supporting communities the company serves and influencing public policy.", "_id": "CVS.txt", "chonk": 3}
{"text": "CVS Health will be working to ensure its mentoring, sponsorship and employee development programs support the advancement of employees, with a heightened focus on the experience of our Black colleagues.", "_id": "CVS.txt", "chonk": 4}
{"text": "And the company will focus on corporate culture programs and company-wide training that promotes active and purposeful inclusion.", "_id": "CVS.txt", "chonk": 5}
{"text": "As we learn from the perspectives of our Black colleagues and the diverse communities we serve, we’ll use that input to inform our advocacy agenda going forward.”", "_id": "CVS.txt", "chonk": 6}
{"text": "The company will also continue working with national organizations to identify and develop diverse businesses.", "_id": "CVS.txt", "chonk": 7}
{"text": "By working with business units across the company to integrate supplier diversity into procurement activities, CVS Health is able to continue to expand business opportunities for these diverse businesses.", "_id": "CVS.txt", "chonk": 8}
{"text": "And as part of the company’s commitment to the Black community, it will create additional opportunities and development programs for its diverse suppliers.", "_id": "CVS.txt", "chonk": 9}
{"text": "This work will build on the program’s success in creating jobs and increasing economic opportunities for the people and local businesses in the communities CVS Health serves.", "_id": "CVS.txt", "chonk": 10}
{"text": "Workforce initiatives Investments to bolster CVS Health’s Workforce Initiatives will build on the company’s highly successful relationships to provide employment services and training to underserved communities.", "_id": "CVS.txt", "chonk": 11}
{"text": "Through these programs, CVS Health works with local, state and federal workforce agencies to provide employment services and training to underserved communities.", "_id": "CVS.txt", "chonk": 12}
{"text": "Through work with schools, universities, community colleges, faith-based and community organizations, these programs have helped thousands of people access meaningful employment opportunities.", "_id": "CVS.txt", "chonk": 13}
{"text": "“Our more than 300,000 employees are a microcosm of America, and a reflection of the diversity that is foundational to who we are as a country.", "_id": "CVS.txt", "chonk": 14}
{"text": "The strategic agenda we’re laying out today will harness the strength of that diversity and focus on the areas where we can have the greatest impact.”", "_id": "CVS.txt", "chonk": 15}
{"text": "— Larry J. Merlo, President and CEO, CVS Health Addressing health disparities Health care is local.", "_id": "CVS.txt", "chonk": 16}
{"text": "Addressing health disparities in the community is critical to addressing racial inequality, which is why CVS Health will expand its Project Health initiative and make other investments to increase access to health care.", "_id": "CVS.txt", "chonk": 17}
{"text": "Project Health provides free health screening events at select CVS Pharmacy locations nationwide, focused within communities with large multicultural and uninsured populations.", "_id": "CVS.txt", "chonk": 18}
{"text": "The screening events also feature further information on weight management, diabetes resources, and smoking cessation programs.", "_id": "CVS.txt", "chonk": 19}
{"text": "Increased investments in Project Health will strengthen CVS Health’s continued commitment to improve access to health care and help prevent cost from being a barrier to important preventive services.", "_id": "CVS.txt", "chonk": 20}
{"text": "Social determinants of health Because studies have shown that your zip code can have as much impact on your health as your genetic code, CVS Health will focus on social determinants of health in Black and underserved communities.", "_id": "CVS.txt", "chonk": 21}
{"text": "This work will have a particular emphasis on increasing access to affordable housing, which is inextricably linked to health.", "_id": "CVS.txt", "chonk": 22}
{"text": "In 2019, the company invested $67 million in affordable housing across the country and the company plans to exceed that amount over the next five years to help address housing insecurities and promote community health improvement.", "_id": "CVS.txt", "chonk": 23}
{"text": "Investments in affordable housing, as well as collaborations with community groups in these areas, help provide support to those who need it most.", "_id": "CVS.txt", "chonk": 24}
{"text": "We are a community in pain.", "_id": "Target.txt", "chonk": 0}
{"text": "That pain is not unique to the Twin Cities—it extends across America.", "_id": "Target.txt", "chonk": 1}
{"text": "The murder of George Floyd has unleashed the pent-up pain of years, as have the killings of Ahmaud Arbery and Breonna Taylor.", "_id": "Target.txt", "chonk": 2}
{"text": "As a Target team, we’ve huddled, we’ve consoled, we’ve witnessed horrific scenes similar to what’s playing out now and wept that not enough is changing.", "_id": "Target.txt", "chonk": 3}
{"text": "And as a team we’ve vowed to face pain with purpose.", "_id": "Target.txt", "chonk": 4}
{"text": "Our store and HR teams are working with all of our displaced team members, including the more than 200 team members from our Lake Street store in Minneapolis.", "_id": "Target.txt", "chonk": 5}
{"text": "We will make sure they have their full pay and benefits in the coming weeks, as well as access to other resources and opportunities within Target.", "_id": "Target.txt", "chonk": 6}
{"text": "We’ll continue to invest in this vibrant crossroads of the Seward, Longfellow, Phillips and Powderhorn communities, preserving jobs and economic opportunity by rebuilding and bringing back the store that has served as a community resource since 1976.", "_id": "Target.txt", "chonk": 7}
{"text": "In any of our other locations that are damaged or at risk, the safety and well-being of our team, guests and the surrounding community will continue to be our paramount priority.", "_id": "Target.txt", "chonk": 8}
{"text": "It’s hard to see now, but the day will come for healing—and our team will join our hearts, hands and resources in that journey.", "_id": "Target.txt", "chonk": 9}
{"text": "Even now, Target leaders are assembling community members, partners and local officials to help identify what more we can do together and what resources are required to help families, starting right here in Minnesota.", "_id": "Target.txt", "chonk": 10}
{"text": "Since we opened our doors, Target has operated with love and opportunity for all.", "_id": "Target.txt", "chonk": 11}
{"text": "CIGNA TAKES ACTION TO COMBAT SYSTEMIC RACISM AND IMPROVE EQUITY AND EQUALITY", "_id": "Cigna.txt", "chonk": 0}
{"text": "\"We, as a global health service company, firmly and unequivocally denounce racism and discrimination in all forms and are committed to confronting these issues with intensity, empathy and accountability.\"", "_id": "Cigna.txt", "chonk": 1}
{"text": "In furtherance of this commitment, today we proudly launch our new Building Equity and Equality Program, a five-year initiative to expand and accelerate our efforts to support diversity, inclusion, equality and equity for communities of color.", "_id": "Cigna.txt", "chonk": 2}
{"text": "Our mission is to improve the health, well-being and peace of mind of those we serve.", "_id": "Cigna.txt", "chonk": 3}
{"text": "Improve Health There are striking differences in health outcomes in communities with poor social determinants of health, such as unstable housing, low income, unsafe neighborhoods or education.", "_id": "Cigna.txt", "chonk": 4}
{"text": "It is well documented that these disparities disproportionately impact communities of color and, as a result, their health outcomes are worse than those of their white counterparts.", "_id": "Cigna.txt", "chonk": 5}
{"text": "As part of our program, we are committing to closing these gaps in health outcomes by: • Eliminating barriers to health and improving access to care.", "_id": "Cigna.txt", "chonk": 6}
{"text": "This includes addressing needs amplified by COVID-19, such as food insecurity and mental health through our Healthier Kids For Our Future® program that specifically focus on the needs of our children.", "_id": "Cigna.txt", "chonk": 7}
{"text": "Additionally, we have been actively engaged with Congress and the Administration in efforts to address and eliminate racial and ethnic disparities in health care delivery and outcomes.", "_id": "Cigna.txt", "chonk": 8}
{"text": "We will continue to use our seat at the table to share insights and solutions that address social determinants of health and improve our results to strengthen the health of all communities.", "_id": "Cigna.txt", "chonk": 9}
{"text": "For more information on our efforts to combat health disparities, please see our 2019 corporate responsibility report, Cigna Connects.", "_id": "Cigna.txt", "chonk": 10}
{"text": "Our team of multi-disciplinary leaders has collaborated on research, testing and solutions to prevent chronic diseases and improve health outcomes in minority communities since 2008.", "_id": "Cigna.txt", "chonk": 11}
{"text": "We will further accelerate these efforts to address clinical care, social determinants of health and health behaviors.", "_id": "Cigna.txt", "chonk": 12}
{"text": "Improve Well-Being Racism and bias not only impact health; they take a toll on overall well-being.", "_id": "Cigna.txt", "chonk": 13}
{"text": "We believe that it is critical that no one feels the need to confront racism and bias alone and that everyone feels safe in their environment.", "_id": "Cigna.txt", "chonk": 14}
{"text": "Therefore, as part of our program, we are taking the following actions: • Standing Together.", "_id": "Cigna.txt", "chonk": 15}
{"text": "We are also inspiring and enabling our team members to collectively donate 100,000 hours of volunteerism annually for programs related to social justice, health equity, diversity and inclusion and community outreach.", "_id": "Cigna.txt", "chonk": 16}
{"text": "• Creating Inclusive Environments.", "_id": "Cigna.txt", "chonk": 17}
{"text": "We will now require unconscious bias training for all employees, and are planning cultural competency training for all managers, as a supplement to our existing training requirements.", "_id": "Cigna.txt", "chonk": 18}
{"text": "We will also continue to advance authentic and inclusive conversations about systemic racism in America.", "_id": "Cigna.txt", "chonk": 19}
{"text": "Additionally, we partnered with DiversityInc for a virtual panel on systemic racism in our communities, which was attended by more 12,300 clients and partners.", "_id": "Cigna.txt", "chonk": 20}
{"text": "The replay is available here.", "_id": "Cigna.txt", "chonk": 21}
{"text": "Improve Peace of Mind We recognize that financial health is a key element of peace of mind and that racism has a negative economic impact on people of color.", "_id": "Cigna.txt", "chonk": 22}
{"text": "We are taking steps to advance a positive trend for current and future generations by: • Creating Educational Opportunities.", "_id": "Cigna.txt", "chonk": 23}
{"text": "Cigna is partnering with Howard University and the School Superintendent Association to bolster the effectiveness of school district leadership in our nation's urban areas by funding fellowships for those on a career path to becoming an urban public school superintendent.", "_id": "Cigna.txt", "chonk": 24}
{"text": "We are also furthering Cigna Scholars, a program assisting dependents and grandchildren of employees who plan to pursue post-secondary or vocational education.", "_id": "Cigna.txt", "chonk": 25}
{"text": "• Promoting Equity and Equality in Career Advancement.", "_id": "Cigna.txt", "chonk": 26}
{"text": "We will continue to proactively monitor our compensation programs for potential disparities, including conducting a regular annual review of pay equity, and diligently addressing disparities as warranted.", "_id": "Cigna.txt", "chonk": 27}
{"text": "Additionally, we will continue to support our mentoring program, including a key focus on creating cross-cultural pairings; we are committed to achieving increased diversity among leadership across the enterprise.", "_id": "Cigna.txt", "chonk": 28}
{"text": "• Supporting Minority Businesses.", "_id": "Cigna.txt", "chonk": 29}
{"text": "We will also expand the Cigna Supplier Mentor Protégé Program, established in 2016, to assist minority suppliers by pairing them with Cigna executives for 18 months to help participants develop strategies to strengthen and grow their businesses.", "_id": "Cigna.txt", "chonk": 30}
{"text": "Governance Accountability is a key foundation of our overall program and we are establishing a governance process to oversee the program elements, while tracking and reporting on progress.", "_id": "Cigna.txt", "chonk": 31}
{"text": "• Enterprise Diversity & Inclusion Council.", "_id": "Cigna.txt", "chonk": 32}
{"text": "This Council will oversee all elements of our program and will regularly report progress to the Chief Executive Officer and Chief Human Resources Officer.", "_id": "Cigna.txt", "chonk": 33}
{"text": "Those executives will in turn regularly report progress to Cigna's Board of Directors.", "_id": "Cigna.txt", "chonk": 34}
{"text": "• Diversity Scorecard.", "_id": "Cigna.txt", "chonk": 35}
{"text": "We will also develop and publish an annual diversity scorecard to advance the principles of diversity, equity and equality.", "_id": "Cigna.txt", "chonk": 36}
{"text": "chevron leaders on racial injustice and discrimination As the human energy company, we are just that humans, and weve felt the impact of what is happening in the United States around racial injustice.", "_id": "chevron.txt", "chonk": 0}
{"text": "In response to the events of the past few weeks in the United States, a number of our leaders have been sharing their thoughts online and with fellow employees.", "_id": "chevron.txt", "chonk": 1}
{"text": "Below are excerpts from their statements:", "_id": "chevron.txt", "chonk": 2}
{"text": "I share the anger and pain felt by so many Americans at the recent killings of unarmed black men and women.", "_id": "chevron.txt", "chonk": 3}
{"text": "Racism and brutality have no place in America.", "_id": "chevron.txt", "chonk": 4}
{"text": "Yet these incidents still occur.", "_id": "chevron.txt", "chonk": 5}
{"text": "And they impact people well beyond those directly affected by such tragedies.", "_id": "chevron.txt", "chonk": 6}
{"text": "Including people at our company.", "_id": "chevron.txt", "chonk": 7}
{"text": "I absolutely believe we are stronger when we embrace our differences, and now is an important time to do just that.", "_id": "chevron.txt", "chonk": 8}
{"text": "For Chevron, this is an opportunity to do an honest appraisal of who we are as a company and what we stand for Our commitment to diversity and inclusion is fundamental.", "_id": "chevron.txt", "chonk": 9}
{"text": "And with this foundation we can always regain lost perspective.", "_id": "chevron.txt", "chonk": 10}
{"text": "Our values offer a place we can always turn to for renewal and become whole.", "_id": "chevron.txt", "chonk": 11}
{"text": "Rhonda Morris chief human resources officer", "_id": "chevron.txt", "chonk": 12}
{"text": "Advocate for the outgroup when you are part of the ingroup.", "_id": "chevron.txt", "chonk": 13}
{"text": "Just like with safety. If you see it, own it.", "_id": "chevron.txt", "chonk": 14}
{"text": "If you see it, own it.", "_id": "chevron.txt", "chonk": 15}
{"text": "Advocacy carries with it a dimension of credibility that self-advocacy does not.", "_id": "chevron.txt", "chonk": 16}
{"text": "We are fortunate to work for a company that lives its values.", "_id": "chevron.txt", "chonk": 17}
{"text": "Diversity and Inclusion is the first value listed in The Chevron Way.", "_id": "chevron.txt", "chonk": 18}
{"text": "Thats not an accident. Lee Jourdan chief diversity officer", "_id": "chevron.txt", "chonk": 19}
{"text": "Lee Jourdan chief diversity officer", "_id": "chevron.txt", "chonk": 20}
{"text": "Inequality in treatment, for no reason other than the color of skin, is a stain American society has not yet erased.", "_id": "chevron.txt", "chonk": 21}
{"text": "So I am encouraged by the recognition expressed by many for the need to have a dialogue about systemic bias and make a commitment to combat racism wherever it exists.", "_id": "chevron.txt", "chonk": 22}
{"text": "Bruce Niemeyer vice president, strategy and sustainability", "_id": "chevron.txt", "chonk": 23}
{"text": "Diversity and inclusion are foundational to The Chevron Way and it is up to all of us to be present, be allies and be actionable in the ugly face of racism, discrimination and injustice.", "_id": "chevron.txt", "chonk": 24}
{"text": "Dale Walsh vice president, corporate affairs", "_id": "chevron.txt", "chonk": 25}
{"text": "This is a difficult time for all of us.", "_id": "chevron.txt", "chonk": 26}
{"text": "Chevrons Black Employee Network remains committed to being a proactive agent of change.", "_id": "chevron.txt", "chonk": 27}
{"text": "We reject systemic racism. We support diversity, equity and inclusion.", "_id": "chevron.txt", "chonk": 28}
{"text": "We offer a safe space for Chevron employees to come together to share their thoughts and feelings about the times we are living in and what can be done to shape a better future.", "_id": "chevron.txt", "chonk": 29}
{"text": "We are stronger together even in the times that we feel most alone.", "_id": "chevron.txt", "chonk": 30}
{"text": "A Message From Our CEO This message was shared with all MassMutual employees on June 1.", "_id": "MassMutual.txt", "chonk": 0}
{"text": "Importantly, while we mourn for each of these victims, our hearts ache for many others previously killed under similar circumstances, including those whose names we don’t know, simply because there was no video or witness.", "_id": "MassMutual.txt", "chonk": 1}
{"text": "These losses of human lives are staggering, unjust and incomprehensible – and are taking a painful, emotional toll on our country.", "_id": "MassMutual.txt", "chonk": 2}
{"text": "The violence and riots of the past weekend are symptoms of the deeper issues of racism, inequality, and hopelessness that continue to exist in America today, and reflect the expressions of a community that feels its voice is not being heard.", "_id": "MassMutual.txt", "chonk": 3}
{"text": "These issues have shaped everything from where people live, to the health care they receive, to their access to education, and to their treatment by the justice system.", "_id": "MassMutual.txt", "chonk": 4}
{"text": "We see the results of this today during the COVID-19 pandemic, as people of color have shouldered a far greater impact, with the African American and Black community accounting for a higher proportion of deaths compared to other racial groups.", "_id": "MassMutual.txt", "chonk": 5}
{"text": "This is a vast, systemic problem, and I wish I was writing to you today with a crisp, detailed plan for how we will fix it.", "_id": "MassMutual.txt", "chonk": 6}
{"text": "I don’t have this plan, and frankly no one does.", "_id": "MassMutual.txt", "chonk": 7}
{"text": "First and foremost, I want to voice my – and the executive leadership team’s – support for our colleagues in the African American and Black community.", "_id": "MassMutual.txt", "chonk": 8}
{"text": "Your voices, perspectives, and feelings matter to us.", "_id": "MassMutual.txt", "chonk": 9}
{"text": "Each of us can make a difference simply by asking how others are doing and spending time listening to their experiences, fears, and concerns, so we can learn more about what we can do as allies to take meaningful action and offer our support.", "_id": "MassMutual.txt", "chonk": 10}
{"text": "Secondly, at the heart of who we are and who we have been since our founding nearly 170 years ago is a company of people helping people.", "_id": "MassMutual.txt", "chonk": 11}
{"text": "I want to reiterate that MassMutual’s commitment to diversity and inclusion is non-negotiable, and part of our core values and our promise to Live Mutual to make our world better.", "_id": "MassMutual.txt", "chonk": 12}
{"text": "Most immediately, Passages will host a Brave Space discussion on Friday to talk about these recent events and consider ways we can work together to build a sustainable, lasting effort to fight inequality and recognize and value the differences among us.", "_id": "MassMutual.txt", "chonk": 13}
{"text": "While outside our walls, we are also actively working to unify business leaders to use our collective voices to drive change in our communities and workplaces.", "_id": "MassMutual.txt", "chonk": 14}
{"text": "This is not the country I want to leave to my children and grandchildren.", "_id": "MassMutual.txt", "chonk": 15}
{"text": "We can – and must – do better. Sincerely,", "_id": "MassMutual.txt", "chonk": 16}
{"text": "To our clients:", "_id": "TIAA.txt", "chonk": 0}
{"text": "Like so many of you, we at TIAA, TIAA Bank and Nuveen are grieving over the recent senseless and tragic deaths of George Floyd, Breonna Taylor, and Ahmaud Arbery.", "_id": "TIAA.txt", "chonk": 1}
{"text": "We are pained by these innocent lives cut short.", "_id": "TIAA.txt", "chonk": 2}
{"text": "Yet we are heartened by the way countless Americans have stepped up peacefully to demand change.", "_id": "TIAA.txt", "chonk": 3}
{"text": "We also recognize that Americans are feeling a wave of emotions at this difficult time – fear, anxiety, anger.", "_id": "TIAA.txt", "chonk": 4}
{"text": "We are saddened to see this take the form of violence and looting during peaceful protests in many of our cities.", "_id": "TIAA.txt", "chonk": 5}
{"text": "As we contemplate the challenge of these times, we are compelled to affirm TIAA’s longstanding and unwavering commitment to the ideals of a diverse and inclusive society – one in which racism has absolutely no place.", "_id": "TIAA.txt", "chonk": 6}
{"text": "TIAA has a long history of actively opposing racism in all its forms, and our resolve is stronger than ever today.", "_id": "TIAA.txt", "chonk": 7}
{"text": "To be sure, our nation has come a long way in addressing the scourge of racism.", "_id": "TIAA.txt", "chonk": 8}
{"text": "As someone who started his education at a segregated elementary school, I’ve experienced first-hand the progress we’ve made.", "_id": "TIAA.txt", "chonk": 9}
{"text": "In doing so, we have aligned ourselves with the values that you, our clients, live on a day-to-day basis through your inspiring work – values that are grounded in the dignity and worth of every human being.", "_id": "TIAA.txt", "chonk": 10}
{"text": "To do our part to promote healing and inclusion during this troubled time, we are launching our Be The Change program to uplift our workforce and our communities through dialogue, education, and engagement.", "_id": "TIAA.txt", "chonk": 11}
{"text": "We hope our program will help to make a difference in creating the kind of change we all want to see.", "_id": "TIAA.txt", "chonk": 12}
{"text": "The places you work – universities, colleges, hospitals, schools – are leaders in our society in striving to expand diversity and inclusion and bring their strengths to bear for the benefit of all humankind.", "_id": "TIAA.txt", "chonk": 13}
{"text": "It’s another way you help to make the world a better place.", "_id": "TIAA.txt", "chonk": 14}
{"text": "We are proud to stand with you, and we are committed to continuing to raise our voice, with increased urgency, to push forward toward a more just and equal society.", "_id": "TIAA.txt", "chonk": 15}
{"text": "Roger W. Ferguson, Jr. TIAA President and CEO", "_id": "TIAA.txt", "chonk": 16}
{"text": "The last few weeks have been ones of deep reflection, sadness and anger in the wake of the tragic killings of George Floyd, Breonna Taylor and Ahmaud Arbery—just the latest in a long history of unjust actions taken against Black Americans.", "_id": "Freddie Mac.txt", "chonk": 0}
{"text": "Many in our society, and many at Freddie Mac, are deeply pained and upset by these events.", "_id": "Freddie Mac.txt", "chonk": 1}
{"text": "As I noted in a message to all our employees last week, it is of utmost importance that we listen, learn and respond to the voices leading this conversation.", "_id": "Freddie Mac.txt", "chonk": 2}
{"text": "We strongly stand behind those who have spoken out in support of fairness, equality and a more just society.", "_id": "Freddie Mac.txt", "chonk": 3}
{"text": "That means recognizing that, like the broader financial system, the housing system in America has also been afflicted by the scourge of entrenched racism and discrimination.", "_id": "Freddie Mac.txt", "chonk": 4}
{"text": "Even during the current pandemic, the disproportionate impact to the Black community has been self-evident.", "_id": "Freddie Mac.txt", "chonk": 5}
{"text": "While Black Americans represent 13 percent of the population, they account for about 23 percent of deaths from COVID-19, due to conditions largely created by unequal economic, housing, environmental and health care systems.", "_id": "Freddie Mac.txt", "chonk": 6}
{"text": "Clearly, there is much work to be done.", "_id": "Freddie Mac.txt", "chonk": 7}
{"text": "In light of these challenges, companies like Freddie Mac have an obligation not only to call out and speak out against these inequities but also show through our actions that we are committed to change.", "_id": "Freddie Mac.txt", "chonk": 8}
{"text": "And I fundamentally believe that our company is and can be an even greater force for good in addressing these challenges.", "_id": "Freddie Mac.txt", "chonk": 9}
{"text": "Freddie Mac has worked hard for decades to carry out its mission of expanding homeownership opportunities and access to affordable rental housing for underserved borrowers, including and especially communities of color.", "_id": "Freddie Mac.txt", "chonk": 10}
{"text": "We take our obligation to do more in terms of access and opportunity seriously.", "_id": "Freddie Mac.txt", "chonk": 11}
{"text": "We are redoubling our efforts to work with our strong network of partners at civil rights organizations, affinity groups within the company and housing industry organizations that represent communities of color to better meet the needs of the populations they serve.", "_id": "Freddie Mac.txt", "chonk": 12}
{"text": "In all economic environments, we continue to make home possible for tens of thousands of homebuyers and renters across all dimensions, including race, ethnicity, sexual orientation and ability.", "_id": "Freddie Mac.txt", "chonk": 13}
{"text": "That includes first-time and low-income owners, low-income renters, and families living in underserved communities across the United States.", "_id": "Freddie Mac.txt", "chonk": 14}
{"text": "And we remain committed to embedding diversity and inclusion in every corner of the business and the industry, including our hiring and vendor practices.", "_id": "Freddie Mac.txt", "chonk": 15}
{"text": "There are no easy answers as to what policies or actions we should undertake that could bring lasting change.", "_id": "Freddie Mac.txt", "chonk": 16}
{"text": "But we know that we cannot effectively help heal the nation’s wounds without using our diverse and inclusive culture to build a company that is better educated about issues of racial injustice and is committed to addressing the inequities in housing.", "_id": "Freddie Mac.txt", "chonk": 17}
{"text": "Our responsibility starts at our front door.", "_id": "Freddie Mac.txt", "chonk": 18}
{"text": "There is no question these last few weeks, months and even this past year have been incredibly difficult as we have seen the systems of our daily lives and ideas of what we had considered “normal” disappear.", "_id": "Cisco.txt", "chonk": 0}
{"text": "The successive battles of COVID-19, the resulting economic contraction and job losses, and our own reckoning with deep-rooted systemic racism and bigotry have brought to light centuries of inequality, injustice, and fragility underpinning our society for far too long.", "_id": "Cisco.txt", "chonk": 1}
{"text": "It is clear to me that our notions of corporate social responsibility, advocacy or even the most recent notion of stakeholder capitalism simply aren’t doing enough to care for our world.", "_id": "Cisco.txt", "chonk": 2}
{"text": "When we first began to respond to the COVID-19 pandemic, we asked ourselves, “what more can we do?”", "_id": "Cisco.txt", "chonk": 3}
{"text": "Each of us knows the familiar and comfortable playbook of donating funds and releasing a statement of solidarity.", "_id": "Cisco.txt", "chonk": 4}
{"text": "But what happens when we take it beyond our financial means and put all the might of what makes Cisco unique towards fighting a pandemic or centuries of systemic racism?", "_id": "Cisco.txt", "chonk": 5}
{"text": "Over the past year, we have been thinking a lot about the purpose of our organization and the work we do with our customers and partners.", "_id": "Cisco.txt", "chonk": 6}
{"text": "In our early days, we set out to change the way the world worked, lived, played and learned by building networks that have shaped the Internet we know today.", "_id": "Cisco.txt", "chonk": 7}
{"text": "This work is now ensuring billions of peoples’ curbside pickups, grocery deliveries, telehealth visits, digital payments, and Webex meetings work flawlessly.", "_id": "Cisco.txt", "chonk": 8}
{"text": "So, what comes next?", "_id": "Cisco.txt", "chonk": 9}
{"text": "We know our responsibilities don’t end with technology.", "_id": "Cisco.txt", "chonk": 10}
{"text": "Over the past six months, we came to the conclusion that our new purpose is to Power an Inclusive Future for All.", "_id": "Cisco.txt", "chonk": 11}
{"text": "As we grappled with COVID-19, we developed a new framework for how we will guide our decisions in how we respond to what we see as a crisis, an injustice or a global challenge.", "_id": "Cisco.txt", "chonk": 12}
{"text": "This is anchored by four primary pillars of response: • The Most Vulnerable, led by Tae Yoo, SVP, Corporate Affairs, will focus on the non-profits and partners that support underserved communities and those disproportionately impacted by systemic issues and crises.", "_id": "Cisco.txt", "chonk": 13}
{"text": "• Families and Community, led by Fran Katsoudas, EVP and Chief People Officer, will focus on expanding care and well-being services beyond our employees.", "_id": "Cisco.txt", "chonk": 14}
{"text": "• Research and Resilience, led by Liz Centoni, SVP Emerging Technologies & Incubation, will focus on technology solutions that can advance healthcare research and address social inequities.", "_id": "Cisco.txt", "chonk": 15}
{"text": "• Strategic Recovery, led by Maria Martinez, EVP and Chief Customer Experience Officer, will focus on helping healthcare and education institutions adapt their operations so they can continue to provide care to impacted communities and critical pathways to job opportunities during times of uncertainty.", "_id": "Cisco.txt", "chonk": 16}
{"text": "As we rise to challenges going forward, we will use this framework as a holistic approach to make sure our efforts are not “one and done” and drive impact at an individual level.", "_id": "Cisco.txt", "chonk": 17}
{"text": "We commit to thinking beyond the initial response and utilizing all of our resources and capabilities to truly work towards long-term partnerships and solutions that make peoples’ lives better.", "_id": "Cisco.txt", "chonk": 18}
{"text": "All of us are impacted by the choices we make and the events that are thrust upon us, but it is our intent and our actions that set us apart.", "_id": "Cisco.txt", "chonk": 19}
{"text": "While we are well on our way, having impacted 469 million in just the first four years, I believe this new framework and our continued partnerships will only accelerate this journey.", "_id": "Cisco.txt", "chonk": 20}
{"text": "We are at a critical moment in history and so much is within our ability to shape it.", "_id": "Cisco.txt", "chonk": 21}
{"text": "As businesses, we have an opportunity to do way more for the world than we thought possible and I look forward to you joining us.", "_id": "Cisco.txt", "chonk": 22}
{"text": "I have been so inspired by the heroic actions and faces of hope around the world.", "_id": "Cisco.txt", "chonk": 23}
{"text": "I believe we can use this opportunity – and this week – to come together and achieve what we know is possible.", "_id": "Cisco.txt", "chonk": 24}
{"text": "Like many of you, I have watched with disgust, anger and deep sadness what has been unfolding across the U.S. regarding the threats and disproportionate use of violence against members of the Black Community.", "_id": "American Express.txt", "chonk": 0}
{"text": "Tragically, this is a trend that did not start in the past few weeks.", "_id": "American Express.txt", "chonk": 1}
{"text": "As we’ve dealt with the global COVID-19 pandemic over the past several months, you’ve heard me say many times that the health and safety of American Express colleagues is our top priority.", "_id": "American Express.txt", "chonk": 2}
{"text": "Unfortunately, I have heard directly from a number of our African American colleagues that they do not feel safe.", "_id": "American Express.txt", "chonk": 3}
{"text": "We remain committed to ensuring that we have a welcoming and inclusive environment where everyone’s voice matters and where people of all backgrounds, cultures and viewpoints can thrive.", "_id": "American Express.txt", "chonk": 4}
{"text": "Of course, these issues go far beyond the confines of our company, affecting our families and friends, as well as our colleagues.", "_id": "American Express.txt", "chonk": 5}
{"text": "As I’ve said before, we must focus on what we can control.", "_id": "American Express.txt", "chonk": 6}
{"text": "During this time when the nation feels deeply divided, each of us can control how much compassion and respect we show others.", "_id": "American Express.txt", "chonk": 7}
{"text": "We can control the words we use, the viewpoints we embrace and the actions we take.", "_id": "American Express.txt", "chonk": 8}
{"text": "And we can control how we treat each other.", "_id": "American Express.txt", "chonk": 9}
{"text": "For anyone who is feeling anxious in this environment, for whatever reason, please know that I and your leaders are here to listen and to help.", "_id": "American Express.txt", "chonk": 10}
{"text": "Reach out to us, to our colleague networks and to our colleague relations team, as well as take advantage of our Healthy Minds resources that are available.", "_id": "American Express.txt", "chonk": 11}
{"text": "American Express colleagues have proven through the current health crisis that we have each other’s backs.", "_id": "American Express.txt", "chonk": 12}
{"text": "We are all in this together, and we can only achieve our highest potential if we all work to ensure that we have a culture where everyone feels safe, respected and valued.", "_id": "American Express.txt", "chonk": 13}
{"text": "Over our long and rich history, Tyson Foods has worked hard to create a culture of fairness, inclusion and diversity, because we believe that our diversity is one of our greatest strengths.", "_id": "Tyson.txt", "chonk": 0}
{"text": "We believe our team members learn from, understand and ultimately grow from our inherent racial, cultural, religious and gender differences.", "_id": "Tyson.txt", "chonk": 1}
{"text": "But it is clear that promoting a diverse and inclusive work environment is not enough.", "_id": "Tyson.txt", "chonk": 2}
{"text": "What will it take to eradicate racism and social injustice from our beloved country?", "_id": "Tyson.txt", "chonk": 3}
{"text": "I do not know.", "_id": "Tyson.txt", "chonk": 4}
{"text": "However, at such a critical time, on such a critical issue, Tyson Foods is committing to further action.", "_id": "Tyson.txt", "chonk": 5}
{"text": "But as we know today, in the aftermath of the senseless and horrific killing of George Floyd and so many before him, this has not been the actual experience of everyone in this country.", "_id": "Tyson.txt", "chonk": 6}
{"text": "Each time we witness a tragic injustice, it reminds us that our country, our values and our beliefs are threatened by those who fail to grasp that they are attacking all of us each time they treat anyone with less respect because they are different.", "_id": "Tyson.txt", "chonk": 7}
{"text": "The actions listed below are not exhaustive but reflect some of the many steps in our efforts to reaffirm and reinforce our core values as well as support our country and our team members as we work to drive real, lasting change for our society.", "_id": "Tyson.txt", "chonk": 8}
{"text": "▪ We will implement a silence across all our U.S. facilities for 8 minutes and 46 seconds on June 9 to mark the funeral for George Floyd.", "_id": "Tyson.txt", "chonk": 9}
{"text": "▪ We have a track record of charitable giving in the communities where we live and work.", "_id": "Tyson.txt", "chonk": 10}
{"text": "We will offer up to five options and the recipient will be determined by our team members.", "_id": "Tyson.txt", "chonk": 11}
{"text": "▪ In addition, we will ensure that the above-mentioned groups are eligible for funding in our employee-match program.", "_id": "Tyson.txt", "chonk": 12}
{"text": "Further, we recommit to the outstanding work of our Tyson Foods business resource groups.", "_id": "Tyson.txt", "chonk": 13}
{"text": "We commit to those who have suffered to never forget them and to do our part to prevent these situations from reoccurring.", "_id": "Tyson.txt", "chonk": 14}
{"text": "To our Tyson team members, we commit to listen and take positive actions to address what we learn.", "_id": "Tyson.txt", "chonk": 15}
{"text": "With the companys match, that means Amazon will donate an additional $17 million to the 12 organizations and their local affiliates,which the Black Employee Network (BEN) helped select.", "_id": "Amazon .txt", "chonk": 0}
{"text": "This is in addition to Amazons initial donation of $10M in early June.", "_id": "Amazon .txt", "chonk": 1}
{"text": "Update, June 9:Since announcing our $10 million donation, weve heard many employees are making their own contributionsand weve decided to match their donations 100% up to $10,000 per employee to these 12 organizations until July 6, 2020.", "_id": "Amazon .txt", "chonk": 2}
{"text": "The inequitable and brutal treatment of Black and African Americans is unacceptable.", "_id": "Amazon .txt", "chonk": 3}
{"text": "We stand in solidarity with our Black employees, customers, and partners, and are committed to helping build a country and a world where everyone can live with dignity and free from fear.", "_id": "Amazon .txt", "chonk": 4}
{"text": "As part of that effort, Amazon will donate a total of $10 million to organizations that are working to bring about social justice and improve the lives of Black and African Americans.", "_id": "Amazon .txt", "chonk": 5}
{"text": "Recipientsselected with the help of Amazon's Black Employee Network (BEN)include groups focused on combating systemic racism through the legal system as well as those dedicated to expanding educational and economic opportunities for Black communities.", "_id": "Amazon .txt", "chonk": 6}
{"text": "\"Amazons leadership and BEN have worked hand-in-hand to identify organizations in the Black community that make a difference and will contribute to them in a meaningful way.", "_id": "Amazon .txt", "chonk": 7}
{"text": "In addition to the organizations listed, we will work with our chapters to identify local groups to support,\" said Angelina Howard, president of BEN.", "_id": "Amazon .txt", "chonk": 8}
{"text": "\"We will continue these conversations about how Amazon can support employees and the entire Black community beyond these tragic recent events.\"", "_id": "Amazon .txt", "chonk": 9}
{"text": "Photo above: We raised the Pan-African flag on Amazon's Seattle campus earlier this year in partnership with BEN to honor Black history and celebrate the meaning of the flag.", "_id": "Amazon .txt", "chonk": 10}
{"text": "Our belief is that progress happens when people feel secure, and we recognize that racism erodes that sense of security for the Black community.", "_id": "Liberty Mutual Insurance.txt", "chonk": 0}
{"text": "We continue to be reminded that painful bigotry and racial injustice exists in our society.", "_id": "Liberty Mutual Insurance.txt", "chonk": 1}
{"text": "We stand against hate-filled behavior and language, and remain dedicated to our global commitment to treat everyone with empathy, dignity and respect.", "_id": "Liberty Mutual Insurance.txt", "chonk": 2}
{"text": "An Open Letter to Our Federal, State and Local Elected Officials By Randall Stephenson AT&T Chairman and CEO One cannot read the founding documents of our nation and miss the overarching mandate for justice.", "_id": "AT&T.txt", "chonk": 0}
{"text": "The first sentence of the preamble to the U.S. Constitution states its very intent is to “establish justice and insure domestic tranquility.”", "_id": "AT&T.txt", "chonk": 1}
{"text": "The horrific deaths of George Floyd, Breonna Taylor, Ahmaud Arbery and now Rayshard Brooks provide stark evidence that we have failed in our mandate to establish equal justice for Black Americans.", "_id": "AT&T.txt", "chonk": 2}
{"text": "And all too often, tragedies like these follow a predictable pattern: Outrage yields to protest, which leads to promises of reform.", "_id": "AT&T.txt", "chonk": 3}
{"text": "But in the end, little changes and the pattern repeats itself.", "_id": "AT&T.txt", "chonk": 4}
{"text": "In that spirit, I agreed to represent AT&T and work on equitable justice as part of a new Business Roundtable committee of large company CEOs committed to advance racial equity and justice.", "_id": "AT&T.txt", "chonk": 5}
{"text": "To better understand the issues specific to equitable justice, I’ve spent a lot of time over the past week listening to civil rights leaders and activists, current and former elected officials, religious leaders, and law enforcement professionals to gain insight and direction.", "_id": "AT&T.txt", "chonk": 6}
{"text": "While there are no simple solutions and opinions remain divided on some issues, they all agree that we are in a unique moment in time.", "_id": "AT&T.txt", "chonk": 7}
{"text": "And our conversations give me conviction that we have the mandate, the will, and the ability to achieve equitable policing and redefine the relationship between law enforcement and those they serve — Black Americans, in particular.", "_id": "AT&T.txt", "chonk": 8}
{"text": "It’s often easier to affect change locally first, as evidenced by cities like Dallas, San Francisco and Chicago which have already taken decisive steps to change police department practices.", "_id": "AT&T.txt", "chonk": 9}
{"text": "In Dallas, Police Chief Reneé Hall has implemented a “duty-to-intervene policy,” ordering her officers to stop other officers when they act inappropriately.", "_id": "AT&T.txt", "chonk": 10}
{"text": "And the department is working to enhance transparency and trust by releasing within 24 hours videos of critical incidents.", "_id": "AT&T.txt", "chonk": 11}
{"text": "In San Francisco, Mayor London Breed has committed to reforms such as banning the use of military grade weapons and ending the practice of asking police officers to intervene in non-criminal activities, such as mental and behavioral health crises.", "_id": "AT&T.txt", "chonk": 12}
{"text": "In Chicago, Mayor Lori Lightfoot has signaled that the city is laying the foundation for long-term reform.", "_id": "AT&T.txt", "chonk": 13}
{"text": "Importantly, she has stressed that improved accountability and the other solutions that citizens and leaders are calling for will require constructive dialogue with police unions.", "_id": "AT&T.txt", "chonk": 14}
{"text": "But equitable policing will take more than local solutions in Dallas, San Francisco, and Chicago.", "_id": "AT&T.txt", "chonk": 15}
{"text": "Racial injustice affects cities and towns across our nation.", "_id": "AT&T.txt", "chonk": 16}
{"text": "Successfully addressing this will require action on the Federal level to achieve full and equal treatment under the law.", "_id": "AT&T.txt", "chonk": 17}
{"text": "In corporate America, we operate by the maxim: what gets measured, gets done.", "_id": "AT&T.txt", "chonk": 18}
{"text": "We use data to recognize trends, inform our goals, and drive our decision-making and actions.", "_id": "AT&T.txt", "chonk": 19}
{"text": "The same analytical rigor can help inform police reform efforts.", "_id": "AT&T.txt", "chonk": 20}
{"text": "This will not only better protect our citizens, but also protect the reputation of the majority of professional, dedicated officers who pursue their work with courage and decency every day.", "_id": "AT&T.txt", "chonk": 21}
{"text": "I’m also encouraged by the groundswell of support from police departments and both Republican and Democratic leaders to ban chokeholds.", "_id": "AT&T.txt", "chonk": 22}
{"text": "Now it’s time to further codify national standards on the use of force.", "_id": "AT&T.txt", "chonk": 23}
{"text": "Every citizen deserves to know exactly what force police officers are allowed and not allowed to use.", "_id": "AT&T.txt", "chonk": 24}
{"text": "They’re equally about protecting officers, who should not be left with too little guidance and training to know what’s reasonable in high-pressure and potentially dangerous situations.", "_id": "AT&T.txt", "chonk": 25}
{"text": "Likewise, we must take a hard look at our prevailing legal precedent that can exempt police officers from civil liability, even for shocking acts of misconduct and excessive force.", "_id": "AT&T.txt", "chonk": 26}
{"text": "Known as qualified immunity, this protection is a multifaceted issue with strong opinions from many quarters.", "_id": "AT&T.txt", "chonk": 27}
{"text": "But we cannot afford to ignore it simply because it is complex.", "_id": "AT&T.txt", "chonk": 28}
{"text": "Concerning implicit racial biases, all organizations — including companies and police forces —need to step up and implement more effective training courses to help address biases – and do so urgently.", "_id": "AT&T.txt", "chonk": 29}
{"text": "Finally, as we approach law enforcement reform, police unions must be part of the solution.", "_id": "AT&T.txt", "chonk": 30}
{"text": "To the extent that collectively bargained practices stand in the way of just treatment for Black Americans, those practices must be on the table.", "_id": "AT&T.txt", "chonk": 31}
{"text": "We must commit together to challenge anything which compromises accountability, trust, and confidence in law enforcement.", "_id": "AT&T.txt", "chonk": 32}
{"text": "AT&T has one of America’s largest union-represented workforces, so I appreciate this won’t be easy.", "_id": "AT&T.txt", "chonk": 33}
{"text": "But America can no longer overlook the extent to which these policies and practices are contributing to unjust treatment.", "_id": "AT&T.txt", "chonk": 34}
{"text": "This is America’s moment to seize the opportunity for change and business leaders cannot sit this one out.", "_id": "AT&T.txt", "chonk": 35}
{"text": "Today, I feel a sense of renewed hope and resolve that our Constitution’s mandate for justice to ensure domestic tranquility is not simply an ideal … it can be our reality.", "_id": "AT&T.txt", "chonk": 36}
{"text": "\"Peace is not just the absence of conflict; peace is the creation of an environment where all can flourish, regardless of race, colour, creed, religion, gender, class, caste, or any other social markers of difference.", "_id": "AmerisourceBergen.txt", "chonk": 0}
{"text": "That lens for me is tinted by my formative years in South Africa, my experience coming to the United States of America as an outsider as well as the privilege that’s been afforded to me by the color of my skin.", "_id": "AmerisourceBergen.txt", "chonk": 1}
{"text": "As the United States grapples with a legacy of social injustice – horrifically punctuated with the recent killings of George Floyd and Ahmaud Arbery among many others – I am reminded of Nelson Mandela’s words on peace.", "_id": "AmerisourceBergen.txt", "chonk": 2}
{"text": "Mandela, one of my heroes as a native South African, spoke in India in 2004 and called out what so many of us in positions of privilege in the United States are increasingly confronting.", "_id": "AmerisourceBergen.txt", "chonk": 3}
{"text": "That a country where people of color do not and cannot feel safe is not a country at peace.", "_id": "AmerisourceBergen.txt", "chonk": 4}
{"text": "The United States has made progress in our lifetime, but remains in everyday conflict over the fundamental right of equality.", "_id": "AmerisourceBergen.txt", "chonk": 5}
{"text": "AmerisourceBergen is guided by our purpose and principles, and unity in our responsibility to create healthier futures necessitates action to address and attack systematic inequality.", "_id": "AmerisourceBergen.txt", "chonk": 6}
{"text": "Our company and our foundation provide meaningful support to non-profit organizations that fight for justice and work to strengthen communities who feel the impact of oppression and discrimination.", "_id": "AmerisourceBergen.txt", "chonk": 7}
{"text": "Earlier today, we shared with our associates that their donations to the Equal Justice Initiative and other organizations will be matched on a 2 to 1 basis.", "_id": "AmerisourceBergen.txt", "chonk": 8}
{"text": "To our associates in the black community, while it would be impossible to say that I understand the emotions you’re feeling, I can say that I, along with AmerisourceBergen, stand with you and are at the ready to confront oppression.", "_id": "AmerisourceBergen.txt", "chonk": 9}
{"text": "Your lives matter.", "_id": "AmerisourceBergen.txt", "chonk": 10}
{"text": "We are actively communicating with our associates and ensuring everyone has access to resources and assistance including support for mental health and crisis preparedness.", "_id": "AmerisourceBergen.txt", "chonk": 11}
{"text": "Much of the past few weeks has been spent executing on our fundamental role in confronting a global pandemic.", "_id": "AmerisourceBergen.txt", "chonk": 12}
{"text": "Through this global health crisis our organization, on the backs of every one of our 22,000 associates, has persevered and remained hopeful for a return to normal.", "_id": "AmerisourceBergen.txt", "chonk": 13}
{"text": "The unacceptable truth that we must confront and work to overcome is that many people, for no other reason than the color of their skin, do not have a normal to return to.", "_id": "AmerisourceBergen.txt", "chonk": 14}
{"text": "This absence of safety and equity has simmered for far too long and now after myriad examples of violence against communities of color, peaceful protests have in many cases boiled into destruction on the streets of many cities across the United States and the globe.", "_id": "AmerisourceBergen.txt", "chonk": 15}
{"text": "I know that health care providers that our company supports, many of whom care for vulnerable populations, have been impacted and my sincere hope is that the current violence and unrest can quickly be replaced by acceleration of action and progress towards meaningful equity.", "_id": "AmerisourceBergen.txt", "chonk": 16}
{"text": "To achieve this progress, each of us must live up to our responsibility to work towards true peace.", "_id": "AmerisourceBergen.txt", "chonk": 17}
{"text": "A peace, as Mandela defines, where all can flourish regardless of our beautiful differences.", "_id": "AmerisourceBergen.txt", "chonk": 18}
{"text": "This message was originally shared with all AmerisourceBergen associates on June 1, 2020.", "_id": "AmerisourceBergen.txt", "chonk": 19}
{"text": "Ford Team, This is an extraordinary moment in our history.", "_id": "Ford.txt", "chonk": 0}
{"text": "All at once, we are grappling with a public health crisis that has claimed hundreds of thousands of lives, an economic shock that has forced us to adapt on the fly, and social upheaval that has challenging all of us to think and act differently.", "_id": "Ford.txt", "chonk": 1}
{"text": "In the midst of this, the tragic killing of George Floyd, compounded by other senseless killings over the years, has sparked the expression of decades of collective anger and frustration over the unacceptable abuse of power and authority.", "_id": "Ford.txt", "chonk": 2}
{"text": "This pain is felt across the communities our employees call home.", "_id": "Ford.txt", "chonk": 3}
{"text": "We have seen this disparity among our own Ford team members affected by COVID-19, and the legacy of economic disparities in our own home city of Detroit.", "_id": "Ford.txt", "chonk": 4}
{"text": "It is pain that many of our team members have long felt in their daily lives.", "_id": "Ford.txt", "chonk": 5}
{"text": "There are no easy answers.", "_id": "Ford.txt", "chonk": 6}
{"text": "This is our moment to lead from the front and fully commit to creating the fair, just and inclusive culture that our employees deserve.", "_id": "Ford.txt", "chonk": 7}
{"text": "Ford, and our labor partners, especially the UAW, have shown leadership on diversity and inclusion over the years.", "_id": "Ford.txt", "chonk": 8}
{"text": "Building on this, and the work of the Ford Motor Company Fund in black communities, there is much more we can do together.", "_id": "Ford.txt", "chonk": 9}
{"text": "Today is the start of an even deeper dialogue within Ford on these critical issues.", "_id": "Ford.txt", "chonk": 10}
{"text": "We also plan to ask leaders throughout the company to hold dialogues with their teams to understand how people are feeling and discuss how we can get better together.", "_id": "Ford.txt", "chonk": 11}
{"text": "We promise to share updates as we continue on this journey.", "_id": "Ford.txt", "chonk": 12}
{"text": "We are a company made up of extraordinary people of every race, religion, and background, all worthy of the same dignity.", "_id": "Ford.txt", "chonk": 13}
{"text": "We view our differences as one of our great strengths.", "_id": "Ford.txt", "chonk": 14}
{"text": "And while we would like to say that racism has no place in our society, we know that systemic racism still exists despite the progress that has been made.", "_id": "Ford.txt", "chonk": 15}
{"text": "We cannot turn a blind eye to it or accept some sense of “order” that’s based on oppression.", "_id": "Ford.txt", "chonk": 16}
{"text": "Many of us cannot know what it is truly like to be part of a community of color, to know what it is like to be afraid for our children every time they leave the house, or to worry that this day might be our last.", "_id": "Ford.txt", "chonk": 17}
{"text": "But as long as so many of our colleagues, our friends, live with that fear, how can we live with ourselves?", "_id": "Ford.txt", "chonk": 18}
{"text": "As long as we have the privilege to breathe, it’s on all of us to summon new levels of empathy and humanity.", "_id": "Ford.txt", "chonk": 19}
{"text": "Finally, we want to say to anyone struggling with fear and despair, we have resources that can help.", "_id": "Ford.txt", "chonk": 20}
{"text": "In a time of hardship and upheaval, one thing is for certain: we remain a family and a company that is stronger together and committed to racial and social justice.", "_id": "Ford.txt", "chonk": 21}
{"text": "Thank you for all you do for Ford Motor Company.", "_id": "Ford.txt", "chonk": 22}
{"text": "We stand in solidarity with our Black colleagues and all communities of color.", "_id": "Progressive.txt", "chonk": 0}
{"text": "Diversity, equity and inclusion are fundamental to our core values and to an environment where all people can bring their authentic selves to work and feel safe, welcomed, valued and respected.", "_id": "Progressive.txt", "chonk": 1}
{"text": "We actively encourage employees to discuss critical issues such as racism through Employee Resource Groups and other forums, which you can learn more about on this site.", "_id": "Progressive.txt", "chonk": 2}
{"text": "This June, we donated $1M through our foundation to the Equal Justice Initiative in support of the organization’s goals to end mass incarceration, excessive punishment and racial injustice.", "_id": "Progressive.txt", "chonk": 3}
{"text": "We know our words and actions aren’t enough to bring about broader change, so we are working to help enact change at a higher level through my involvement with the Business Roundtable and as a member of the CEO Action for Diversity & Inclusion.", "_id": "Progressive.txt", "chonk": 4}
{"text": "We know that much work lies ahead in our communities.", "_id": "Progressive.txt", "chonk": 5}
{"text": "We must and will do more.", "_id": "Progressive.txt", "chonk": 6}
{"text": "Over the weekend, we witnessed protest and unrest in many of our cities, and I want to address it directly.", "_id": "Raytheon.txt", "chonk": 0}
{"text": "Although authorities are taking action to ensure justice, the national response and global dialogue related to Mr. Floyd’s death point to a serious issue ― and we must not look away.", "_id": "Raytheon.txt", "chonk": 1}
{"text": "We must take notice.", "_id": "Raytheon.txt", "chonk": 2}
{"text": "We have to respond clearly that racism, discrimination and hatred will not be tolerated.", "_id": "Raytheon.txt", "chonk": 3}
{"text": "We must take this moment to embrace the fundamental values that unite us.", "_id": "Raytheon.txt", "chonk": 4}
{"text": "The pandemic environment has shown us what we can accomplish when we stand together.", "_id": "Raytheon.txt", "chonk": 5}
{"text": "Complex issues raise difficult questions and conversations.", "_id": "Raytheon.txt", "chonk": 6}
{"text": "Mutual trust and respect will guide the path forward as we build a more diverse and inclusive global community.", "_id": "Raytheon.txt", "chonk": 7}
{"text": "Racism, injustice and violence have no place in our society and cannot be tolerated.", "_id": "Comcast.txt", "chonk": 0}
{"text": "Yet we continue to be unable to make enough progress in this country – so at this moment it is critical to step back, face the hard subjects and try to reflect.", "_id": "Comcast.txt", "chonk": 1}
{"text": "I have talked with many employees and share their feelings of anger, frustration and outrage following the senseless killing of George Floyd, and other instances of violence against Black people.", "_id": "Comcast.txt", "chonk": 2}
{"text": "These atrocities run counter to everything our company stands for.", "_id": "Comcast.txt", "chonk": 3}
{"text": "In the face of the COVID-19 pandemic, which has also hit communities of color particularly hard, it is more important than ever that we be united, and yet it feels as if the opposite is the case.", "_id": "Comcast.txt", "chonk": 4}
{"text": "At Comcast, we aspire to build better lives for all of us.", "_id": "Comcast.txt", "chonk": 5}
{"text": "We strive to have a diverse employee population and recognize that only by interacting with, and listening to people of all races, backgrounds, ethnicities, sexual orientations and abilities can we hope to truly understand and appreciate one another.", "_id": "Comcast.txt", "chonk": 6}
{"text": "And we are committed to using our platforms across the company to educate, inform and inspire the public.", "_id": "Comcast.txt", "chonk": 7}
{"text": "You make us very proud.", "_id": "Comcast.txt", "chonk": 8}
{"text": "Honest dialogue is critical, as is fighting injustice wherever it exists.", "_id": "Comcast.txt", "chonk": 9}
{"text": "We are committed to being a champion for equality as we continue this journey together.", "_id": "Comcast.txt", "chonk": 10}
{"text": "At Kroger, Our Purpose is to Feed the Human Spirit, which means we’re always driven to do more and help make the lives of those around us better – whether that’s our own associates, or our customers and communities.", "_id": "Kroger.txt", "chonk": 0}
{"text": "The senseless killings of George Floyd, Ahmaud Arbery, Breonna Taylor – and so many more, too many more across our country – have shaken us to our core.", "_id": "Kroger.txt", "chonk": 1}
{"text": "I share in everyone’s feelings of sadness and outrage for the victims.", "_id": "Kroger.txt", "chonk": 2}
{"text": "The pain is deep and raw.", "_id": "Kroger.txt", "chonk": 3}
{"text": "My heart goes out to their families, friends and communities.", "_id": "Kroger.txt", "chonk": 4}
{"text": "We cannot remain silent.", "_id": "Kroger.txt", "chonk": 5}
{"text": "We must use our voice to express that we’re against racism and injustice toward the Black community.", "_id": "Kroger.txt", "chonk": 6}
{"text": "We can and must do better, as a company, community and country.", "_id": "Kroger.txt", "chonk": 7}
{"text": "We’re creating more opportunities for our associates to openly share their thoughts and feelings about their experiences with discrimination – and for our company and leaders to more deeply and deliberately listen.", "_id": "Kroger.txt", "chonk": 8}
{"text": "We’ll continue to educate and show our leaders and associates how to be stronger allies – to be more empathetic, supportive and aware of our own unconscious bias.", "_id": "Kroger.txt", "chonk": 9}
{"text": "So that together, we can build a better, more inclusive Kroger.", "_id": "Kroger.txt", "chonk": 10}
{"text": "It starts with all of us.", "_id": "Kroger.txt", "chonk": 11}
{"text": "We strive to be a company that empowers and supports our associates.", "_id": "Kroger.txt", "chonk": 12}
{"text": "As a demonstration of our commitment to being part of the solution, and as a first step toward being a catalyst for change, our company is establishing a $5 million fund to support the advancement of racial equity and justice.", "_id": "Kroger.txt", "chonk": 13}
{"text": "This investment will be earmarked within The Kroger Co. Foundation for improving diversity, equity and inclusion.", "_id": "Kroger.txt", "chonk": 14}
{"text": "This has been a moment of clarity and reflection that has revealed the deeper work we must do.", "_id": "Kroger.txt", "chonk": 15}
{"text": "We’re committed.", "_id": "Kroger.txt", "chonk": 16}
{"text": "We’re openly listening to our associates and community partners, and we’re engaging advocacy groups to further understand what more we can do.", "_id": "Kroger.txt", "chonk": 17}
{"text": "We’ll take action and share our progress.", "_id": "Kroger.txt", "chonk": 18}
{"text": "To our Black associates, customers and allies: We see you.", "_id": "Kroger.txt", "chonk": 19}
{"text": "We hear you.", "_id": "Kroger.txt", "chonk": 20}
{"text": "We support you, and I stand with you.", "_id": "Kroger.txt", "chonk": 21}
{"text": "With that in mind, now and each day, we remain guided by Our Purpose and Our Values of Integrity and Honesty, Safety and Respect, Diversity and Inclusion.", "_id": "Kroger.txt", "chonk": 22}
{"text": "These are our core beliefs – the essence of who we are – and they do not change, no matter the circumstances.", "_id": "Kroger.txt", "chonk": 23}
{"text": "Thank you for shopping with us, and for being a loyal customer.", "_id": "Kroger.txt", "chonk": 24}
{"text": "Dear colleagues, Over the last few weeks, there has again been civil unrest across the United States, which is spreading to other countries.", "_id": "AIG.txt", "chonk": 0}
{"text": "There is sadness and anger over race-based discriminatory and violent acts, including the senseless deaths of black men and women at the hands of police officers.", "_id": "AIG.txt", "chonk": 1}
{"text": "Issues of diversity and inclusion are important, and basic human and civil rights even more so.", "_id": "AIG.txt", "chonk": 2}
{"text": "At AIG we strive to be a market leader – not only in our core businesses, but as an employer that values the contributions of all colleagues regardless of race, gender, ethnicity, national origin, religion, age or sexual orientation.", "_id": "AIG.txt", "chonk": 3}
{"text": "There is no room for racism or other forms of discrimination at AIG.", "_id": "AIG.txt", "chonk": 4}
{"text": "We stand as Allies with our black colleagues and colleagues who are part of racially mixed families.", "_id": "AIG.txt", "chonk": 5}
{"text": "You are not alone in your heartache.", "_id": "AIG.txt", "chonk": 6}
{"text": "We hear your anguish, see your grief and acknowledge your pain.", "_id": "AIG.txt", "chonk": 7}
{"text": "Our company operates in many countries around the world and we draw strength from the diversity of our colleague base.", "_id": "AIG.txt", "chonk": 8}
{"text": "Our response to COVID-19 is an example of how when we come together, united against a common enemy, we are unstoppable in helping each other, our clients and other stakeholders.", "_id": "AIG.txt", "chonk": 9}
{"text": "We have made strides at AIG to build a diverse and inclusive global team of professionals, but we know there is still much work to be done.", "_id": "AIG.txt", "chonk": 10}
{"text": "The last few days, in particular, have been a painful reminder that there must be a deeper and more robust dialogue about our values, and we must live those values, as well as continue our efforts to foster a diverse and respectful work environment.", "_id": "AIG.txt", "chonk": 11}
{"text": "We are committed to speaking up and calling out injustice.", "_id": "AIG.txt", "chonk": 12}
{"text": "Each and every one of us has a role to play if we are to become a true leader in our industry – on all issues, not just financial results, operational excellence or stock price.", "_id": "AIG.txt", "chonk": 13}
{"text": "Starting today, we must come together with compassion and take more meaningful action that will contribute to lasting change when it comes to eradicating racism and inequality.", "_id": "AIG.txt", "chonk": 14}
{"text": "As an initial statement of our support for the black community, the AIG Foundation will make a US$250,000 donation to the NAACP Legal Defense Fund and a US$250,000 donation to Amnesty International.", "_id": "AIG.txt", "chonk": 15}
{"text": "With the help of leaders and managers across the organization, we also plan to create more opportunities for open dialogue about issues of racism, discriminatory behavior and unconscious bias.", "_id": "AIG.txt", "chonk": 16}
{"text": "These can be uncomfortable conversations, but they pale in comparison to the conversation colleagues have with their black parents, siblings or children as they fear for their safety and seek acceptance in society.", "_id": "AIG.txt", "chonk": 17}
{"text": "Together we will build a better, stronger, more inclusive and unified company.", "_id": "AIG.txt", "chonk": 18}
{"text": "We know that the first step toward change is to speak up, so I want to be very clear: Black Lives Matter, to our company and to me.", "_id": "Pepsico.txt", "chonk": 0}
{"text": "Even though I wasn’t born in the United States, I am passionate about this issue.", "_id": "Pepsico.txt", "chonk": 1}
{"text": "Growing up in Spain, my parents raised me to believe that all people are equal, that diversity is a reflection of our common humanity.", "_id": "Pepsico.txt", "chonk": 2}
{"text": "This is true both in companies and the larger society.", "_id": "Pepsico.txt", "chonk": 3}
{"text": "The struggle for equality exists in many forms around the world, from religious freedom, to gender equality, indigenous people’s rights, LGBTQ+ rights, Latino rights in the U.S., and other racial and ethnic discrimination.", "_id": "Pepsico.txt", "chonk": 4}
{"text": "After living in Georgia and Connecticut for several years, I have come to better understand the urgent need for racial and social justice in this nation, and I am committed to using my position as CEO to lead this change.", "_id": "Pepsico.txt", "chonk": 5}
{"text": "A letter I received recently from a long-time PepsiCo associate expressed some of the pain many of our colleagues feel.", "_id": "Pepsico.txt", "chonk": 6}
{"text": "She spoke of Black Americans’ struggle with everything from sub-standard housing, to racial profiling, to under-funded education.", "_id": "Pepsico.txt", "chonk": 7}
{"text": "I couldn’t agree more.", "_id": "Pepsico.txt", "chonk": 8}
{"text": "During the past few weeks, the senior leadership team and I have been doing a lot more listening than talking.", "_id": "Pepsico.txt", "chonk": 9}
{"text": "I met with several different groups of Black community leaders, as well as MOSAIC, our Black employee resource group.", "_id": "Pepsico.txt", "chonk": 10}
{"text": "These conversations were humbling and enlightening.", "_id": "Pepsico.txt", "chonk": 11}
{"text": "The journey for racial equality has long been part of our company’s DNA, going back to our first Black sales team in 1947 and the legacy of Harvey Russell.", "_id": "Pepsico.txt", "chonk": 12}
{"text": "We’ve also been long-time contributors to the NAACP Legal Defense Fund and will continue to support their work for social justice.", "_id": "Pepsico.txt", "chonk": 13}
{"text": "Whilst there are areas we have made progress in the fight against systemic racism and inequality—including pay equity and the diversity of our frontline workforce—we know we cannot keep pointing to what we did decades ago.", "_id": "Pepsico.txt", "chonk": 14}
{"text": "The promise of our journey remains unfulfilled.", "_id": "Pepsico.txt", "chonk": 15}
{"text": "We have much work to do going forward, and to echo Dr. Martin Luther King, Jr., “The time is always right to do what is right.”", "_id": "Pepsico.txt", "chonk": 16}
{"text": "Our journey will now focus on three pillars—People, Business, and Communities.", "_id": "Pepsico.txt", "chonk": 17}
{"text": "When it comes to People, we are focusing on increasing representation; recruitment; and education, internships and apprenticeships.", "_id": "Pepsico.txt", "chonk": 18}
{"text": "Accelerating our recruitment efforts with Historically Black Colleges and Universities and increasing partnerships with diverse organizations at our core schools.", "_id": "Pepsico.txt", "chonk": 19}
{"text": "Activating associates to help drive ongoing change in our organization, with a focus on internal mentoring, coaching, and continuous development—we know that many of you want to get involved, and we will need your support to see our journey through.", "_id": "Pepsico.txt", "chonk": 20}
{"text": "Mandating company-wide unconscious bias training, followed by continued training aimed at reducing biases in the workplace; including PDR objectives on representation; and requiring diversity on executive candidate slates—we’ll also expand our programs dedicated to supporting Black talent throughout critical career stages.", "_id": "Pepsico.txt", "chonk": 21}
{"text": "When it comes to Business, we will leverage our scale and influence across our suppliers, marketing agency partners and customer base to increase representation and strengthen Black-owned businesses.", "_id": "Pepsico.txt", "chonk": 22}
{"text": "Using our buying power to create more jobs for Black creators at our marketing agencies and making them part of our content development—we will implement a Creative Agency Diversity Policy modeled on our existing policy for the selection of legal services, including an annual audit.", "_id": "Pepsico.txt", "chonk": 23}
{"text": "Investing $50 million over five years to strengthen local Black-owned businesses.", "_id": "Pepsico.txt", "chonk": 24}
{"text": "When it comes to our Communities, we’re working to drive long-term change by addressing systemic barriers to economic opportunity, investing an incremental $20 million over five years.", "_id": "Pepsico.txt", "chonk": 25}
{"text": "Supporting Black-owned restaurants as part of our Small Businesses Program, including mentoring, management training and help obtaining financing.", "_id": "Pepsico.txt", "chonk": 26}
{"text": "Investing $5 million to launch a Community Leader Fellowship program for Black non-profit CEOs.", "_id": "Pepsico.txt", "chonk": 27}
{"text": "We will provide grants to participants’ organizations, executive education, and connections to PepsiCo leaders and partners.", "_id": "Pepsico.txt", "chonk": 28}
{"text": "The bottom line is: this moment calls for big, structural changes, and we’re committed to being agents of that progress.", "_id": "Pepsico.txt", "chonk": 29}
{"text": "As we continue our journey, we are going to keep listening—to leaders, communities and all of our associates—and we will work to do the right thing.", "_id": "Pepsico.txt", "chonk": 30}
{"text": "We are committed to this work because we know the American society has placed the burden disproportionately on Black people.", "_id": "Pepsico.txt", "chonk": 31}
{"text": "These efforts will also inform and positively impact our broader diversity efforts beyond our Black associates, as we look to be an actor in addressing other types of inequality going forward.", "_id": "Pepsico.txt", "chonk": 32}
{"text": "Thank you to everyone who has voiced their opinion fearlessly to advance this important conversation.", "_id": "Pepsico.txt", "chonk": 33}
{"text": "I hear you loud and clear and, as CEO, I aspire to ensure that all associates are proud to work at PepsiCo. We still have a ways to go, but our journey is gathering speed.", "_id": "Pepsico.txt", "chonk": 34}
{"text": "Together, I am confident we can work to build a stronger, better company that actively supports racial equality, more fully serves our communities, and lives up to our highest ideals.", "_id": "Pepsico.txt", "chonk": 35}
{"text": "This week will not be easily forgotten in history, and it shouldn’t be.", "_id": "Morgan Stanley.txt", "chonk": 0}
{"text": "God-willing, it will be seen as a turning point in race relations.", "_id": "Morgan Stanley.txt", "chonk": 1}
{"text": "The pain, fear, sadness and anger felt by the black community, and also by the vast majority of people globally, is palpable.", "_id": "Morgan Stanley.txt", "chonk": 2}
{"text": "We all want to do something to try to change the course we find ourselves on and become the country where all men and women are treated equally.", "_id": "Morgan Stanley.txt", "chonk": 3}
{"text": "Many, many thousands of citizens are protesting across the country.", "_id": "Morgan Stanley.txt", "chonk": 4}
{"text": "They are doing so with great and understandable emotion.", "_id": "Morgan Stanley.txt", "chonk": 5}
{"text": "I know because I have witnessed it first hand, three times this week, most recently late yesterday as 20,000 protestors marched past my block in Manhattan.", "_id": "Morgan Stanley.txt", "chonk": 6}
{"text": "A small number of people are using the cover of protest to loot and create mayhem.", "_id": "Morgan Stanley.txt", "chonk": 7}
{"text": "That has no place in the United States or anywhere.", "_id": "Morgan Stanley.txt", "chonk": 8}
{"text": "This morning, I held a call with Morgan Stanley’s Black Managing Directors to listen to their thoughts and to learn how we can be a better Firm and contribute to a better society.", "_id": "Morgan Stanley.txt", "chonk": 9}
{"text": "Today, they sent out a memo to express their hurt and pain on behalf of our Black community and to be there as leaders by collectively contributing to the NAACP Legal Defense Fund.", "_id": "Morgan Stanley.txt", "chonk": 10}
{"text": "I applaud their leadership.", "_id": "Morgan Stanley.txt", "chonk": 11}
{"text": "As a Firm we can do more, and we will do the following: 1.", "_id": "Morgan Stanley.txt", "chonk": 12}
{"text": "Carol Greene-Vincent, Head of Global Internal Audit, will join Morgan Stanley’s Operating Committee, the most senior governing body of this Firm.", "_id": "Morgan Stanley.txt", "chonk": 13}
{"text": "I was planning on having her join at the end of 2020, but I have accelerated her appointment to June 30.", "_id": "Morgan Stanley.txt", "chonk": 14}
{"text": "2. Susan Reid, Global Head of Diversity and Inclusion, will join Morgan Stanley’s Management Committee as of June 30.", "_id": "Morgan Stanley.txt", "chonk": 15}
{"text": "3. In her elevated role, Susan will create a new Institute of Inclusion, modelled after our successful Institute of Sustainable Investing.", "_id": "Morgan Stanley.txt", "chonk": 16}
{"text": "Among many things, it will be responsible for setting policy, putting in place metrics, coordinating our internal and external voice, and overseeing the mentoring, development and promotion of our diverse employees.", "_id": "Morgan Stanley.txt", "chonk": 17}
{"text": "The Institute will be properly funded, initially with $25 million, to ensure it can successfully complete its mission.", "_id": "Morgan Stanley.txt", "chonk": 18}
{"text": "4. Just as our Black Managing Directors have contributed to the NAACP Legal Defense Fund, the Firm will make a donation of $5 million.", "_id": "Morgan Stanley.txt", "chonk": 19}
{"text": "In addition, the Firm will match dollar for dollar U.S. employee contributions to the Fund.", "_id": "Morgan Stanley.txt", "chonk": 20}
{"text": "5. We’ve added a new fifth value to our core values: Committing to Diversity and Inclusion.", "_id": "Morgan Stanley.txt", "chonk": 21}
{"text": "Putting Clients First, Doing the Right Thing, Leading with Exceptional Ideas and Giving Back underpin everything we do.", "_id": "Morgan Stanley.txt", "chonk": 22}
{"text": "I urge all employees, whatever their race, color or political persuasion, to embrace these changes as we try to do our bit to make Morgan Stanley the place of choice to work for anyone of any background.", "_id": "Morgan Stanley.txt", "chonk": 23}
{"text": "As I am sure all of you have seen over the past few days, our country faces yet another major challenge with racial issues and civil unrest.", "_id": "HCA.txt", "chonk": 0}
{"text": "While many of you know who we are as a company and what we stand for as an organization, I want to take this moment to reaffirm it.", "_id": "HCA.txt", "chonk": 1}
{"text": "The values we embrace in pursuit of this mission are built upon the belief that every individual has unique and intrinsic value, regardless of race, gender, religion, sexual orientation, or whatever makes us different.", "_id": "HCA.txt", "chonk": 2}
{"text": "Our values come to life every day when we provide patient care with dignity, compassion, and excellence to anyone who needs it, no matter the patient’s individual circumstance.", "_id": "HCA.txt", "chonk": 3}
{"text": "Our values come to life every day when we foster a work environment where everyone is treated with respect and loyalty and has an equal chance to succeed and grow.", "_id": "HCA.txt", "chonk": 4}
{"text": "Our values come to life when we support our communities and those in need.", "_id": "HCA.txt", "chonk": 5}
{"text": "We believe excellence in healthcare starts with these values as a foundation.", "_id": "HCA.txt", "chonk": 6}
{"text": "Therefore, we aim not to discriminate.", "_id": "HCA.txt", "chonk": 7}
{"text": "We aim not to harm; instead, we aim to nurture and heal.", "_id": "HCA.txt", "chonk": 8}
{"text": "Events unfolding throughout our nation go against these values and have many of us hurting, anxious, and concerned for one another, our families, and our communities.", "_id": "HCA.txt", "chonk": 9}
{"text": "Our commitment to a diverse and inclusive company is not passive; it is active.", "_id": "HCA.txt", "chonk": 10}
{"text": "We are as committed as we have ever been to fostering an engaged and inclusive culture for our patients, for our colleagues, and for our communities.", "_id": "HCA.txt", "chonk": 11}
{"text": "In the days ahead, you will hear more from Sherri Neal, our Chief Diversity Officer, about our plans for support and resources.", "_id": "HCA.txt", "chonk": 12}
{"text": "I have said it many times, we are in the people business - people taking care of other people in need.", "_id": "HCA.txt", "chonk": 13}
{"text": "Our greatest strength is our culture - ultimately, that is a system of values, expectations, and accountability for all of us.", "_id": "HCA.txt", "chonk": 14}
{"text": "We will continue to listen to and serve others in our constant pursuit of our mission.", "_id": "HCA.txt", "chonk": 15}
{"text": "Promoting Racial Diversity and Equity at ADM", "_id": "ADM.txt", "chonk": 0}
{"text": "Following the tragic deaths of George Floyd, Breonna Taylor and Ahmaud Arbery, the anguish and pain felt around the world revealed the urgent need for us to take action in upholding the values that are core to our culture at ADM.", "_id": "ADM.txt", "chonk": 1}
{"text": "We remain committed to promoting diversity and inclusion, respect and integrity within our own company, and in the communities where we live and work, and we understand the urgency to act now to fight systemic racism and ensure equality for all.", "_id": "ADM.txt", "chonk": 2}
{"text": "Ana Apolaro, ADM vice president of human resources and head of diversity and inclusion, explains the actions ADM is taking now, and in the future.", "_id": "ADM.txt", "chonk": 3}
{"text": "What is ADM doing to promote racial diversity, including upper management?", "_id": "ADM.txt", "chonk": 4}
{"text": "Apolaro: ADM’s core values express what we expect of ourselves and each other.", "_id": "ADM.txt", "chonk": 5}
{"text": "Our C-Suite consists of 38% ethnically diverse leaders, and we continue to focus on enabling diversity at all levels of leadership – from the Board of Directors, to our Executive Council and our senior leadership ranks.", "_id": "ADM.txt", "chonk": 6}
{"text": "We know that diversity can’t be enabled at the leadership levels without structural focus at every level of the organization.", "_id": "ADM.txt", "chonk": 7}
{"text": "Apolaro: At ADM we want to remove every potential barrier to successful career journeys for people of color, while ensuring they have the full support of our organization to succeed while bringing their “whole selves” to the workplace.", "_id": "ADM.txt", "chonk": 8}
{"text": "Every year we take our global workforce through required trainings, including an unconscious bias course to ensure that every colleague has a common understanding of what diversity and inclusion looks like in action and why it matters.", "_id": "ADM.txt", "chonk": 9}
{"text": "ADM is committed to developing all colleagues and helping them maximize their career aspirations through continuous learning and by providing unique experiences over and above their formal role.", "_id": "ADM.txt", "chonk": 10}
{"text": "Every single colleague at ADM is required to have a development plan that is discussed at least on a quarterly basis.", "_id": "ADM.txt", "chonk": 11}
{"text": "We also have talent talks to discuss the careers of all colleagues to ensure we have the right people in the right jobs to maximize their potential and performance.", "_id": "ADM.txt", "chonk": 12}
{"text": "Our Global Tuition Program is available for all colleagues that pursue professional development by reimbursing 75 percent of all eligible tuition, books and mandatory fees for certificates, undergraduate and some graduate level courses.", "_id": "ADM.txt", "chonk": 13}
{"text": "We also provide an independent and confidential compliance hotline, allowing all our employees to freely and confidentially bring up concerns enabling ADM to take appropriate measures to ensure equal opportunities for all.", "_id": "ADM.txt", "chonk": 14}
{"text": "What action is ADM taking as a result of the protests?", "_id": "ADM.txt", "chonk": 15}
{"text": "We have the personal commitment of our board, CEO and executive committee to engage quickly and transparently on this matter – and all these groups have taken action over the past several days to host forums for listening, discussion and learning.", "_id": "ADM.txt", "chonk": 16}
{"text": "We are enhancing the amount of pulse surveying we do across the organization to ensure we are listening to and hearing the voices of all colleagues.", "_id": "ADM.txt", "chonk": 17}
{"text": "What we learn from these engagements will set a course for what we must do next.", "_id": "ADM.txt", "chonk": 18}
{"text": "Apolaro: To promote substantive change, ADM recently contributed $200,000 to the National Urban League, an organization dedicated to advancing economic empowerment, equality and social justice.", "_id": "ADM.txt", "chonk": 19}
{"text": "Their mission is to help African-Americans and others in underserved communities achieve true social parity, economic self-reliance, power, and civil rights.", "_id": "ADM.txt", "chonk": 20}
{"text": "Our longstanding partnership with the organization helps support economic empowerment through education and job training, housing and community development, workforce development, entrepreneurship, health, and quality of life.", "_id": "ADM.txt", "chonk": 21}
{"text": "Further, to strengthen our commitment, ADM is matching colleague contributions to approved 501(c)(3) organizations that are supporting causes associated with racial equality.", "_id": "ADM.txt", "chonk": 22}
{"text": "Throughout our history, we’ve fostered an environment of respect and integrity, and we realize this must exist beyond the walls of our facilities and weave into the communities we serve.", "_id": "ADM.txt", "chonk": 23}
{"text": "In 2020, we’ve supported C200- Paradigm4Parity, Access Living, Kiva Foundation, Singapore Council of Women's Organizations, and The Hunger Project India, all of which strive for global inclusion and empowerment.", "_id": "ADM.txt", "chonk": 24}
{"text": "When I became USAA’s CEO earlier this year, I made a few promises to myself and our employees.", "_id": "USAA.txt", "chonk": 0}
{"text": "The events of the last few weeks following the killings of George Floyd, Ahmaud Arbery and Breonna Taylor stand as stark reminders of the injustice still prevalent in our country.", "_id": "USAA.txt", "chonk": 1}
{"text": "For me it has reinforced the depth of our challenge to support each other fully and in a meaningful way.", "_id": "USAA.txt", "chonk": 2}
{"text": "Solving racial injustice in the short run will be incredibly difficult, talking about it openly may be awkward, but silence is not an option because so many in our nation feel the pain from the upheaval our country is experiencing right now.", "_id": "USAA.txt", "chonk": 3}
{"text": "The incidents have weighed heavily on many USAA employees and members.", "_id": "USAA.txt", "chonk": 4}
{"text": "Each of us is a product of our life experiences and those are shaped by our gender, ethnic background and orientation, including the color of our skin.", "_id": "USAA.txt", "chonk": 5}
{"text": "I realize that I cannot begin to know what it’s truly like to be Black in America.", "_id": "USAA.txt", "chonk": 6}
{"text": "But I do know that treating people with respect, creating a safe environment, and seeking to understand form the basis for trust, and that enables each of us to feel a sense of belonging.", "_id": "USAA.txt", "chonk": 7}
{"text": "As parents of two sons, who live to ensure they have a bright future, the stories from moms and dads fearing for their sons are gut wrenching to my wife and me.", "_id": "USAA.txt", "chonk": 8}
{"text": "For anyone feeling a heavy burden, our hearts go out to you.", "_id": "USAA.txt", "chonk": 9}
{"text": "We do many things so well, however we have not found a meaningful way to engage in the courageous conversations around race, gender and orientation bias.", "_id": "USAA.txt", "chonk": 10}
{"text": "The absence of talking about our fears and concerns in real terms limits our ability to be our best.", "_id": "USAA.txt", "chonk": 11}
{"text": "The hurt that people feel today is real, palpable and it won’t simply go away.", "_id": "USAA.txt", "chonk": 12}
{"text": "I believe that listening to diverse perspectives and summoning the courage to start crucial conversations is the first step in fostering inclusivity and creating environments where each of us feels like we belong.", "_id": "USAA.txt", "chonk": 13}
{"text": "It is something I can do better, and something each of us can do to support each other.", "_id": "USAA.txt", "chonk": 14}
{"text": "USAA stands with the Black community.", "_id": "USAA.txt", "chonk": 15}
{"text": "We remain committed to hiring diverse talent and will continue to encourage employee participation in our eight diversity and inclusion business groups and create forums that promote an engaged workforce.", "_id": "USAA.txt", "chonk": 16}
{"text": "We will model crucial conversations, as demonstrated so well by my USAA teammates Renee Horne and Tony Wells.", "_id": "USAA.txt", "chonk": 17}
{"text": "Both have shared actionable advice and profound insights on separate LinkedIn posts about this important subject.", "_id": "USAA.txt", "chonk": 18}
{"text": "Unfortunately, more than 150 years following the 14th Amendment, racial justice is still something we have to fight for, to ensure each of us can enjoy the hard-fought freedom that our Constitution promises.", "_id": "USAA.txt", "chonk": 19}
{"text": "We can start locally by supporting and respecting each other, harnessing our diverse skills, backgrounds and beliefs, and channeling our collective energy to serve each other.", "_id": "USAA.txt", "chonk": 20}
{"text": "Thank you for joining the cause for positive change.", "_id": "USAA.txt", "chonk": 21}
{"text": "There is a Big Difference Between Seeing What’s Wrong and Doing What’s Right...", "_id": "General Motors.txt", "chonk": 0}
{"text": "The recent deaths of George Floyd, Ahmaud Arbery and Breonna Taylor astonishingly add to the important and unconscionable list of black Americans who have lost their lives based on the color of their skin.", "_id": "General Motors.txt", "chonk": 1}
{"text": "I am both impatient and disgusted by the fact that as a nation, we seem to be placated by the passive discussion of “why.”", "_id": "General Motors.txt", "chonk": 2}
{"text": "Why does this happen?", "_id": "General Motors.txt", "chonk": 3}
{"text": "Why is the response so visceral?", "_id": "General Motors.txt", "chonk": 4}
{"text": "What are we going to do?", "_id": "General Motors.txt", "chonk": 5}
{"text": "In this moment, we each must decide what we can do – individually and collectively – to drive change… meaningful, deliberate change.", "_id": "General Motors.txt", "chonk": 6}
{"text": "As one of the largest global companies, there is much we can do.", "_id": "General Motors.txt", "chonk": 7}
{"text": "There comes a time when we are compelled to stop diagnosing what is wrong and start advocating for what is right.", "_id": "General Motors.txt", "chonk": 8}
{"text": "And based on our longstanding values, here is what that looks like: 1.", "_id": "General Motors.txt", "chonk": 9}
{"text": "We commit to inclusion – that means creating the conditions where every single human who believes in inclusion is welcome within our walls.", "_id": "General Motors.txt", "chonk": 10}
{"text": "3. We stand up against injustice – that means taking the risk of expressing an unpopular or polarizing point of view, because complacency and complicity sit in the shadow of silence.", "_id": "General Motors.txt", "chonk": 11}
{"text": "This Socrates post may seem more pointed than many of the other topics that I’ve shared.", "_id": "General Motors.txt", "chonk": 12}
{"text": "However, in this moment there is no place for ambiguity.", "_id": "General Motors.txt", "chonk": 13}
{"text": "Putting this in writing is not enough.", "_id": "General Motors.txt", "chonk": 14}
{"text": "Effective by the end of this quarter, I am commissioning an Inclusion Advisory Board (IAB) of both internal and external leaders, which I will chair.", "_id": "General Motors.txt", "chonk": 15}
{"text": "The initial purpose of the IAB is to consult with SLT [senior leadership team], with the longer term goal of inspiring us to be the most inclusive company in the world.", "_id": "General Motors.txt", "chonk": 16}
{"text": "Collectively, and in time, we will be part of the change.", "_id": "General Motors.txt", "chonk": 17}
{"text": "For now, my personal commitment is to ensure that the leadership of GM, and by extension, the entire GM family, consistently remains aware of our responsibility to bring awareness to injustice.", "_id": "General Motors.txt", "chonk": 18}
{"text": "Because awareness leads to dialogue… dialogue leads to understanding… and understanding leads to change.", "_id": "General Motors.txt", "chonk": 19}
{"text": "We are all disgusted by the senseless death of George Floyd.", "_id": "New York Life Insurance.txt", "chonk": 0}
{"text": "It is ripping at the fabric of our communities, revealing the open wounds of race relations in this country.", "_id": "New York Life Insurance.txt", "chonk": 1}
{"text": "When events like this occur, it must strengthen our resolve to model behaviors and actions expected of a corporate citizen serving and influencing millions of Americans.", "_id": "New York Life Insurance.txt", "chonk": 2}
{"text": "This moment demonstrates exactly why we have established our ongoing programs that enable respectful dialogue and promote a safe workplace forum for employees to share their perspectives and feelings on issues like race relations, unconscious bias, and race at work.", "_id": "New York Life Insurance.txt", "chonk": 3}
{"text": "You have my personal commitment that we will continue to support these important conversations.", "_id": "New York Life Insurance.txt", "chonk": 4}
{"text": "Some of you have heard me say recently that the COVID-19 crisis is a human tragedy—one that has forced our society to reassess almost all aspects of our daily lives.", "_id": "New York Life Insurance.txt", "chonk": 5}
{"text": "George Floyd’s senseless death is a societal tragedy—one that could not be more human.", "_id": "New York Life Insurance.txt", "chonk": 6}
{"text": "And it is one that requires all of us, in our professional and personal lives, to define who we are through words and deeds that reject racism and bias and repel discrimination and hatred.", "_id": "New York Life Insurance.txt", "chonk": 7}
{"text": "Together, let’s embrace our shared values to support all people and use this period of pain and anguish to ensure we do better moving forward.", "_id": "New York Life Insurance.txt", "chonk": 8}
{"text": "P&G Chairman, President and CEO David Taylor shared the following message with P&G’s US employees today: US Colleagues – I write to you today not just as a P&G leader, but as a concerned citizen, father and husband.", "_id": "P&G.txt", "chonk": 0}
{"text": "The events of the past few days and weeks have caused me to feel range of emotions – anger, frustration, disappointment and sadness – knowing that we can do better as a society.", "_id": "P&G.txt", "chonk": 1}
{"text": "Ahmaud Arbery. Breonna Taylor. George Floyd. Christian Cooper.", "_id": "P&G.txt", "chonk": 2}
{"text": "Breonna Taylor. George Floyd. Christian Cooper.", "_id": "P&G.txt", "chonk": 3}
{"text": "Christian Cooper. We need to know their names.", "_id": "P&G.txt", "chonk": 4}
{"text": "We need to acknowledge the tragic events that brought them to the forefront are not new; they are simply the latest examples which illustrate the individual bias, systemic racism and instances of brutality that remain all too common.", "_id": "P&G.txt", "chonk": 5}
{"text": "As I reflect on my own life, and that of my family, I have lived and worked in eight different cities around the world, much of this while raising our three sons.", "_id": "P&G.txt", "chonk": 6}
{"text": "Not once did I ever feel that my family was not welcome, not respected or not safe in our daily life.", "_id": "P&G.txt", "chonk": 7}
{"text": "Not once did I worry that the color of our skin would carry risk or consequence.", "_id": "P&G.txt", "chonk": 8}
{"text": "Recent events have once again reminded me that my experience is not widely shared by Black Americans, or many others.", "_id": "P&G.txt", "chonk": 9}
{"text": "Inequality in our society is broadly visible.", "_id": "P&G.txt", "chonk": 10}
{"text": "We can look no further than the COVID-19 pandemic, which while affecting us all, is taking lives and affecting communities with varying degrees of impact.", "_id": "P&G.txt", "chonk": 11}
{"text": "Black Americans are hardest hit and up to 3-4 times more likely to die from the virus, due to conditions largely created by unequal economic, environmental and health care systems.", "_id": "P&G.txt", "chonk": 12}
{"text": "Hispanic Americans, many of whom work in service industries and roles, have been disproportionately impacted financially.", "_id": "P&G.txt", "chonk": 13}
{"text": "They are not alone as evidenced by the increase in hate speech directed at Asian Americans during the pandemic.", "_id": "P&G.txt", "chonk": 14}
{"text": "Our Company is not perfect. Our cities are not perfect.", "_id": "P&G.txt", "chonk": 15}
{"text": "Our cities are not perfect. Our country is not perfect.", "_id": "P&G.txt", "chonk": 16}
{"text": "Precisely because of this, we all have work to do.", "_id": "P&G.txt", "chonk": 17}
{"text": "Far too often, the burden of seeking equality rests on the shoulders of those most marginalized.", "_id": "P&G.txt", "chonk": 18}
{"text": "This simply won’t work.", "_id": "P&G.txt", "chonk": 19}
{"text": "At P&G, we choose to be a Force for Good and a Force for Growth in full recognition that our success is grounded in the success of our employees, consumers and communities.", "_id": "P&G.txt", "chonk": 20}
{"text": "All of them.", "_id": "P&G.txt", "chonk": 21}
{"text": "And we are committed to act: We have and will continue to build a diverse employee and leadership base to reflect the consumers we serve, and foster an inclusive, respectful, welcoming and affirming culture.", "_id": "P&G.txt", "chonk": 22}
{"text": "We have and will continue to create safe spaces for dialogue within P&G, live our values, and demonstrate our humanity.", "_id": "P&G.txt", "chonk": 23}
{"text": "We have and will continue to leverage our voice, shining a light on inequality, inspiring dialogue that leads to understanding, and fueling action that leads to meaningful change.", "_id": "P&G.txt", "chonk": 24}
{"text": "We have and will continue to ensure that all people are reflected, accurately and positively, in the images we put into the world.", "_id": "P&G.txt", "chonk": 25}
{"text": "We have and will continue to use our convening power to bring together partners to use our collective influence on critical, systemic issues.", "_id": "P&G.txt", "chonk": 26}
{"text": "I encourage and invite each of you to reflect on the actions you personally can take to make a difference with your colleagues and within your communities.", "_id": "P&G.txt", "chonk": 27}
{"text": "While we cannot control what happens beyond our walls, we can step up, step forward and help create the world in which we want to live.", "_id": "P&G.txt", "chonk": 28}
{"text": "One conversation at a time. One action at a time.", "_id": "P&G.txt", "chonk": 29}
{"text": "P&G is a place where all people are welcomed, valued, and respected…period.", "_id": "P&G.txt", "chonk": 30}
{"text": "Northrop Grumman’s Commitment to Social Justice and Unity We are experiencing grief, heartbreak and pain about the acts of senseless violence against Black men and women in our society.", "_id": "Northrop Grumman.txt", "chonk": 0}
{"text": "The fears and injustices that many Black men, women and children face daily are real, and as a country, we need to address this.", "_id": "Northrop Grumman.txt", "chonk": 1}
{"text": "As a company, a community and a nation, we must stand together in solidarity and stand up for one another.", "_id": "Northrop Grumman.txt", "chonk": 2}
{"text": "We stand in unity with the Black community.", "_id": "Northrop Grumman.txt", "chonk": 3}
{"text": "We do not tolerate discrimination, harassment, retaliation or hateful behavior.", "_id": "Northrop Grumman.txt", "chonk": 4}
{"text": "We have a responsibility to enable change in our communities.", "_id": "Northrop Grumman.txt", "chonk": 5}
{"text": "We are giving $1,000,000 to the NAACP Legal Defense and Educational Fund, and we are matching $1,000,000 of employees’ personal donations to organizations that focus on social justice and equality.", "_id": "Northrop Grumman.txt", "chonk": 6}
{"text": "We are expanding our efforts to create a more diverse workforce and inclusive culture.", "_id": "Northrop Grumman.txt", "chonk": 7}
{"text": "We are asking all employees to listen and be open to having tough conversations, and we are providing them with new resources to help our teams engage.", "_id": "Northrop Grumman.txt", "chonk": 8}
{"text": "Our Diversity and Inclusion team is partnered closely with our African American Task Group, other Employee Resource Groups and our leaders to help with these candid conversations in the workplace, and to assess our current environment and identify ways to support healing in our communities.", "_id": "Northrop Grumman.txt", "chonk": 9}
{"text": "Sundar sent the following email to Google employees today.", "_id": "ALphabet (Google).txt", "chonk": 0}
{"text": "Our Black community is hurting, and many of us are searching for ways to stand up for what we believe, and reach out to people we love to show solidarity.", "_id": "ALphabet (Google).txt", "chonk": 1}
{"text": "Yesterday, I met with a group of our Black leaders to talk about where we go from here and how we can contribute as Google.", "_id": "ALphabet (Google).txt", "chonk": 2}
{"text": "We discussed many ideas, and we are working through where to put our energy and resources in the weeks and months ahead—I’ll share more on that below.", "_id": "ALphabet (Google).txt", "chonk": 3}
{"text": "In the meantime, I wanted to provide space for us to come together as a community.", "_id": "ALphabet (Google).txt", "chonk": 4}
{"text": "Today at 1:00pm PDT we’ll be standing together to honor the memories of Black lives lost in an 8 minute and 46 second moment of silence.", "_id": "ALphabet (Google).txt", "chonk": 5}
{"text": "The length of the moment of silence represents the amount of time George Floyd suffered before he was killed.", "_id": "ALphabet (Google).txt", "chonk": 6}
{"text": "We acknowledge that racism and violence may look different in different parts of the world, so please use this as a moment to reflect on those who have been lost in your own country or community at a time that works for you.", "_id": "ALphabet (Google).txt", "chonk": 7}
{"text": "If you would like to share this silent space with your fellow Googlers, join the live stream at 1:00 pm PDT today.", "_id": "ALphabet (Google).txt", "chonk": 8}
{"text": "Coming together as a community and showing support is important, but it isn’t enough.", "_id": "ALphabet (Google).txt", "chonk": 9}
{"text": "So today, we are announcing a few initial commitments to meet the urgency of the moment.", "_id": "ALphabet (Google).txt", "chonk": 10}
{"text": "• We’ll be giving $12 million in funding to organizations working to address racial inequities.", "_id": "ALphabet (Google).txt", "chonk": 11}
{"text": "Our first grants of $1 million each will go to our long-term partners at the Center for Policing Equity and the Equal Justice Initiative.", "_id": "ALphabet (Google).txt", "chonk": 12}
{"text": "And we’ll be providing technical support through our Google.org Fellows program.", "_id": "ALphabet (Google).txt", "chonk": 13}
{"text": "This builds on the $32 million we have donated to racial justice over the past five years.", "_id": "ALphabet (Google).txt", "chonk": 14}
{"text": "• As a result of last week’s internal giving campaign, I‘m pleased to share that you all have contributed an additional $2.5 million in donations that we’re matching.", "_id": "ALphabet (Google).txt", "chonk": 15}
{"text": "This represents the largest Googler giving campaign in our company’s history, with both the largest amount raised by employees and the broadest participation.", "_id": "ALphabet (Google).txt", "chonk": 16}
{"text": "Supporting worthy organizations is a step in the right direction, but it is not a replacement for doing the harder work ahead both within and outside of Google.", "_id": "ALphabet (Google).txt", "chonk": 17}
{"text": "The events of the past few weeks reflect deep structural challenges.", "_id": "ALphabet (Google).txt", "chonk": 18}
{"text": "We’ll work closely with our Black community to develop initiatives and product ideas that support long-term solutions—and we’ll keep you updated.", "_id": "ALphabet (Google).txt", "chonk": 19}
{"text": "As part of this effort, we welcome your ideas on how to use our products and technology to improve access and opportunity.", "_id": "ALphabet (Google).txt", "chonk": 20}
{"text": "We are, I believe, in one of the toughest times in our country’s history, as we continue to battle a deadly pandemic and the resulting economic havoc while, once again, coming face-to-face with the long-term effects of racial injustice.", "_id": "Best Buy.txt", "chonk": 0}
{"text": "Watching tens of thousands take to the streets to speak out against fear and inhumanity is, on one hand, inspiring for the commitment it represents and, on the other, heartbreaking for its profound need.", "_id": "Best Buy.txt", "chonk": 1}
{"text": "But what’s next?", "_id": "Best Buy.txt", "chonk": 2}
{"text": "What do we do to change the cycle in which black men or women, with tragic frequency, are harmed by those who are supposed to protect them?", "_id": "Best Buy.txt", "chonk": 3}
{"text": "For me, it starts with seeing the situation for what it is, acknowledging these experiences for what they are and, quite simply, apologizing for not doing enough.", "_id": "Best Buy.txt", "chonk": 4}
{"text": "As important, it includes committing the company I lead down a path of systemic, permanent change in as many ways as we can find.", "_id": "Best Buy.txt", "chonk": 5}
{"text": "I don’t have the answers, but I am no longer OK with not asking the question: If everything were on the table, what could Best Buy do?", "_id": "Best Buy.txt", "chonk": 6}
{"text": "In many ways, we have engaged in these issues for years.", "_id": "Best Buy.txt", "chonk": 7}
{"text": "We are looking to create more than 100 of these centers, open year-round and typically hosting hundreds of young people who begin in middle school and leave when they graduate high school.", "_id": "Best Buy.txt", "chonk": 8}
{"text": "We do not do this alone, of course, as our employees, vendor partners and dozens of nonprofits are actively engaged in bringing this mission to life.", "_id": "Best Buy.txt", "chonk": 9}
{"text": "Additionally, we have brought our resources to bear on the issue of remote learning.", "_id": "Best Buy.txt", "chonk": 10}
{"text": "In our home state of Minnesota, we helped found a public-private effort to provide computers and internet access to hundreds of thousands of youth from disinvested communities who have neither.", "_id": "Best Buy.txt", "chonk": 11}
{"text": "Without this technology, learning from home, should it be necessary this fall and winter, would be impossible, widening both the digital divide and opportunity gap.", "_id": "Best Buy.txt", "chonk": 12}
{"text": "This effort is reflective of our broader view that we must continue to be an important player in the communities we are a part of, especially those hardest hit.", "_id": "Best Buy.txt", "chonk": 13}
{"text": "This includes continuing to serve the neighborhoods in which our stores were damaged.", "_id": "Best Buy.txt", "chonk": 14}
{"text": "As for those who rely on us the most — our employees — we continue to focus on their safety.", "_id": "Best Buy.txt", "chonk": 15}
{"text": "Just as we did in response to the pandemic, we closed some stores around the country when we felt the risk was too high.", "_id": "Best Buy.txt", "chonk": 16}
{"text": "Some remain closed, and any affected employee will be paid for their time.", "_id": "Best Buy.txt", "chonk": 17}
{"text": "Neighborhoods across America have felt the heat of flames lit by those who would do only harm, and still others have felt the fear that comes from not knowing where that harm may go next.", "_id": "Best Buy.txt", "chonk": 18}
{"text": "But those fires will be extinguished, and the damage will be repaired.", "_id": "Best Buy.txt", "chonk": 19}
{"text": "What remains, however, are the indelible images of George Floyd and the many who came before him.", "_id": "Best Buy.txt", "chonk": 20}
{"text": "It is in their name that we embrace the fight for equality and justice as a common cause, one we all fight — and solve — together.", "_id": "Best Buy.txt", "chonk": 21}
{"text": "I just shared the following note with our employees, and I want to share it with all of you as well.", "_id": "Facebook.txt", "chonk": 0}
{"text": "--- As we continue to process this difficult moment, I want to acknowledge the real pain expressed by members of our community.", "_id": "Facebook.txt", "chonk": 1}
{"text": "I also want to acknowledge that the decision I made last week has left many of you angry, disappointed and hurt.", "_id": "Facebook.txt", "chonk": 2}
{"text": "So I am especially grateful that, despite your heartfelt disagreement, you remain focused on taking positive steps to move forward.", "_id": "Facebook.txt", "chonk": 3}
{"text": "I believe our platforms can play a positive role in helping to heal the divisions in our society, and I'm committed to making sure our work pulls in this direction.", "_id": "Facebook.txt", "chonk": 4}
{"text": "To all of you who have already worked tirelessly on ideas to improve, I thank you.", "_id": "Facebook.txt", "chonk": 5}
{"text": "You're making a difference, and together we'll make a difference.", "_id": "Facebook.txt", "chonk": 6}
{"text": "Many of you have asked what concrete steps we can start working on to improve our products and policies.", "_id": "Facebook.txt", "chonk": 7}
{"text": "I want to share more about the seven areas I discussed at Q&A that we're focusing on initially.", "_id": "Facebook.txt", "chonk": 8}
{"text": "I want to be clear that while we are looking at all of these areas, we may not come up with changes we want to make in all of them.", "_id": "Facebook.txt", "chonk": 9}
{"text": "Ideas related to specific policies: 1.", "_id": "Facebook.txt", "chonk": 10}
{"text": "We're going to review our policies allowing discussion and threats of state use of force to see if there are any amendments we should adopt.", "_id": "Facebook.txt", "chonk": 11}
{"text": "There are two specific situations under this policy that we're going to review.", "_id": "Facebook.txt", "chonk": 12}
{"text": "The first is around instances of excessive use of police or state force.", "_id": "Facebook.txt", "chonk": 13}
{"text": "Given the sensitive history in the US, this deserves special consideration.", "_id": "Facebook.txt", "chonk": 14}
{"text": "We already have precedents for imposing greater restrictions during emergencies and when countries are in ongoing states of conflict, so there may be additional policies or integrity measures to consider around discussion or threats of state use of force when a country is in this state.", "_id": "Facebook.txt", "chonk": 15}
{"text": "2. We're going to review our policies around voter suppression to make sure we're taking into account the realities of voting in the midst of a pandemic.", "_id": "Facebook.txt", "chonk": 16}
{"text": "I have confidence in the election integrity efforts we've implemented since 2016.", "_id": "Facebook.txt", "chonk": 17}
{"text": "But there's a good chance that there will be unprecedented fear and confusion around going to the polls in November, and some will likely try to capitalize on that confusion.", "_id": "Facebook.txt", "chonk": 18}
{"text": "For example, as politicians debate what the vote-by-mail policies should be in different states, what should be the line between a legitimate debate about the voting policies and attempts to confuse or suppress individuals about how, when or where to vote?", "_id": "Facebook.txt", "chonk": 19}
{"text": "If a newspaper publishes articles claiming that going to polls will be dangerous given Covid, how should we determine whether that is health information or voter suppression?", "_id": "Facebook.txt", "chonk": 20}
{"text": "3. We're going to review potential options for handling violating or partially-violating content aside from the binary leave-it-up or take-it-down decisions.", "_id": "Facebook.txt", "chonk": 21}
{"text": "I know many of you think we should have labeled the President's posts in some way last week.", "_id": "Facebook.txt", "chonk": 22}
{"text": "Our current policy is that if content is actually inciting violence, then the right mitigation is to take that content down -- not let people continue seeing it behind a flag.", "_id": "Facebook.txt", "chonk": 23}
{"text": "There is no exception to this policy for politicians or newsworthiness.", "_id": "Facebook.txt", "chonk": 24}
{"text": "I think this policy is principled and reasonable, but I also respect a lot of the people who think there may be better alternatives, so I want to make sure we hear all those ideas.", "_id": "Facebook.txt", "chonk": 25}
{"text": "I started meeting with the team yesterday and we're continuing the discussion soon.", "_id": "Facebook.txt", "chonk": 26}
{"text": "In general, I worry that this approach has a risk of leading us to editorialize on content we don't like even if it doesn't violate our policies, so I think we need to proceed very carefully.", "_id": "Facebook.txt", "chonk": 27}
{"text": "Ideas related to decision-making: 4.", "_id": "Facebook.txt", "chonk": 28}
{"text": "We're going to work on establishing a clearer and more transparent decision-making process.", "_id": "Facebook.txt", "chonk": 29}
{"text": "I think we can provide more transparency into what goes into the policy briefings and recommendations that get sent to me.", "_id": "Facebook.txt", "chonk": 30}
{"text": "These analyses are done thoroughly by Monika Bickert's team and take into account many voices.", "_id": "Facebook.txt", "chonk": 31}
{"text": "I'm committed to elevating the representation of diversity, inclusion and human rights in our processes and management team discussions, and I will follow up soon with specific thoughts on how we can structurally improve this.", "_id": "Facebook.txt", "chonk": 32}
{"text": "Proactive initiatives to advance racial justice and voter engagement: 6.", "_id": "Facebook.txt", "chonk": 33}
{"text": "We've started a workstream for building products to advance racial justice.", "_id": "Facebook.txt", "chonk": 34}
{"text": "I've asked Fidji to be responsible for this work, and Ime will be shifting some volunteers from our New Products Experimentation team to focus on this as well.", "_id": "Facebook.txt", "chonk": 35}
{"text": "They'll have more to share on the first set of projects we're planning to take on soon.", "_id": "Facebook.txt", "chonk": 36}
{"text": "7. We're building a voter hub to double down on our previous get-out-the-vote efforts.", "_id": "Facebook.txt", "chonk": 37}
{"text": "Our efforts will draw on lessons we learned from our successful Covid Information Center in order to make our voting and civic engagement efforts as central as our efforts around Covid recovery.", "_id": "Facebook.txt", "chonk": 38}
{"text": "We'll focus on making sure everyone has access to accurate and authoritative information about voting, as well as building tools to encourage people to register to vote and help them encourage their friends and communities to vote as well.", "_id": "Facebook.txt", "chonk": 39}
{"text": "In 2016, we ran one of the largest get out the vote efforts in history.", "_id": "Facebook.txt", "chonk": 40}
{"text": "I expect us to do even better in 2020.", "_id": "Facebook.txt", "chonk": 41}
{"text": "To members of our Black community: I stand with you.", "_id": "Facebook.txt", "chonk": 42}
{"text": "Your lives matter. Black lives matter.", "_id": "Facebook.txt", "chonk": 43}
{"text": "We have so far to go to overcome racial injustice in America and around the world, and we all have a responsibility and opportunity to change that.", "_id": "Facebook.txt", "chonk": 44}
{"text": "I believe our platforms will play a positive role in this, but we have work to do to make sure our role is as positive as possible.", "_id": "Facebook.txt", "chonk": 45}
{"text": "These ideas are a starting point and I'm sure we'll find more to do as we continue on this journey.", "_id": "Facebook.txt", "chonk": 46}
{"text": "I encourage you all to also check out Maxine’s post about how you can give direct feedback on product, integrity and content policy ideas as well.", "_id": "Facebook.txt", "chonk": 47}
{"text": "For our country and the world, the tragic killing of George Floyd following so many others, has brought to the forefront the significant racial injustice that still exists.", "_id": "TJX.txt", "chonk": 0}
{"text": "While inclusion and diversity have long been a priority at TJX, in these serious times, we recognize more than ever that we need to continue working to do better.", "_id": "TJX.txt", "chonk": 1}
{"text": "At TJX, we stand with Black Associates, customers and communities and we stand against racial injustice.", "_id": "TJX.txt", "chonk": 2}
{"text": "I’d like to share with you how we, as a Company, are taking action.", "_id": "TJX.txt", "chonk": 3}
{"text": "We are increasing our global efforts by providing $10 million in grant funding over the next two years to organizations that are actively working to combat racial injustice and systemic racism.", "_id": "TJX.txt", "chonk": 4}
{"text": "The funding will be divided among a number of organizations and, as this is a global issue, our commitment will extend to support programs in Canada, Europe and Australia as well.", "_id": "TJX.txt", "chonk": 5}
{"text": "I believe that the diversity of our Associate base makes us a stronger Company and better able to serve our broad base of customers around the world.", "_id": "TJX.txt", "chonk": 6}
{"text": "We are initiating several programs internally that will help us continue to grow a more inclusive and diverse organization at all levels.", "_id": "TJX.txt", "chonk": 7}
{"text": "Team, For months, it has felt like nothing could take the country’s collective focus off the COVID-19 crisis.", "_id": "Albertsons.txt", "chonk": 0}
{"text": "Over the weekend, we have all witnessed the community outrage provoked by a long history of racism in our country reaching a boiling point due to the recent and senseless killing of George Floyd.", "_id": "Albertsons.txt", "chonk": 1}
{"text": "The impact of these events has arrived at our doors.", "_id": "Albertsons.txt", "chonk": 2}
{"text": "We have closed some facilities on the advice of local law enforcement – and have seen a few of our stores damaged by rioters.", "_id": "Albertsons.txt", "chonk": 3}
{"text": "Among our hundreds of thousands of associates in the Albertsons Companies family, a family that is not only large, but also wonderfully diverse, I know there are people among us who face prejudice, hatred and intolerance.", "_id": "Albertsons.txt", "chonk": 4}
{"text": "I know that many of you, like me, are scared, frustrated, angry, and want to see solutions and more progress.", "_id": "Albertsons.txt", "chonk": 5}
{"text": "I want to begin by categorically and unambiguously reinforcing to you that we at Albertsons Companies strongly condemn racism of any kind.", "_id": "Albertsons.txt", "chonk": 6}
{"text": "Each person who walks through our doors — no matter their race, religion, age, gender identity, or any other type of background — will be treated with Courtesy, Dignity, and Respect.", "_id": "Albertsons.txt", "chonk": 7}
{"text": "Our associates learn this when they are hired, and we have all received training that this is our expectation, with no exceptions.", "_id": "Albertsons.txt", "chonk": 8}
{"text": "Beyond that, we continuously review our practices and training when it comes to diversity and inclusivity – with a focus on doing more and better.", "_id": "Albertsons.txt", "chonk": 9}
{"text": "However, workplace policies and procedures are a small part of the solution.", "_id": "Albertsons.txt", "chonk": 10}
{"text": "Listening with compassion and taking action when it is needed are critical to ensuring that racism and hatred have no place at our company.", "_id": "Albertsons.txt", "chonk": 11}
{"text": "The events of recent days are a harsh reminder that we as a country and as a company have to do more.", "_id": "Albertsons.txt", "chonk": 12}
{"text": "I am asking our leaders at every level of the company to check in with their teams as soon as they can, to listen to each other with compassion and work to address concerns that our associates raise.", "_id": "Albertsons.txt", "chonk": 13}
{"text": "And if anyone at the company wants to speak directly with me, please reach out.", "_id": "Albertsons.txt", "chonk": 14}
{"text": "I am fortunate that I have spent my career at companies where the voices of employees are heard, and as always, we are committed to ensuring that is the case at Albertsons Companies.", "_id": "Albertsons.txt", "chonk": 15}
{"text": "We are hosting a town hall this afternoon with representatives of our Division Diversity Councils and some of our ERG leaders and associates to discuss this issue personally with them, and we will provide our store directors with talking points to share with their teams.", "_id": "Albertsons.txt", "chonk": 16}
{"text": "We will do all we can to show our African American colleagues and other people of color that we stand with them.", "_id": "Albertsons.txt", "chonk": 17}
{"text": "We cannot put an end to racism by ourselves, but I know that when we stand united in combating it, we can make a difference in our communities and hopefully beyond them.", "_id": "Albertsons.txt", "chonk": 18}
{"text": "A MESSAGE FROM KEN EHLERT, CHIEF SCIENTIFIC OFFICER, UNITEDHEALTH GROUP We’ve been dealing with the COVID-19 pandemic for several months.", "_id": "UnitedHealth Group.txt", "chonk": 0}
{"text": "Three weeks ago, George Floyd was killed by a police officer in Minneapolis.", "_id": "UnitedHealth Group.txt", "chonk": 1}
{"text": "Now, global protests are highlighting systemic racism and economic disparity in the U.S. and around the world.", "_id": "UnitedHealth Group.txt", "chonk": 2}
{"text": "Our current reality is filled with disturbing images of unjust behavior, strong emotions and calls for meaningful change.", "_id": "UnitedHealth Group.txt", "chonk": 3}
{"text": "We know that the same systemic racism and inequities are present in healthcare.", "_id": "UnitedHealth Group.txt", "chonk": 4}
{"text": "COVID-19 has shown the world the rates of disease, hospitalizations, complications and death are higher for Black Americans.", "_id": "UnitedHealth Group.txt", "chonk": 5}
{"text": "We’ve known for a long time that diabetes, hypertension, maternal mortality, cancer and other diseases impact Black, Hispanic and Native Americans at higher rates.", "_id": "UnitedHealth Group.txt", "chonk": 6}
{"text": "It would be easy to say this is due to genetic differences or social determinants of health.", "_id": "UnitedHealth Group.txt", "chonk": 7}
{"text": "The reality is people of color are underrepresented in genetic databases, clinical trials and the medical profession…and as a result, they often receive different, sub-standard care.", "_id": "UnitedHealth Group.txt", "chonk": 8}
{"text": "These are strange times.", "_id": "UnitedHealth Group.txt", "chonk": 9}
{"text": "The past few months and especially the past few weeks, have strained not only society, but each of us in unimaginable ways.", "_id": "UnitedHealth Group.txt", "chonk": 10}
{"text": "For some of us, the social isolation has eliminated our support structures, making it difficult to process new information, adapt and determine what to do next.", "_id": "UnitedHealth Group.txt", "chonk": 11}
{"text": "That can show up as sleeplessness, anxiety, no sense of time, inexplicable anger, depression, despair and a number of other very real physical and mental impacts.", "_id": "UnitedHealth Group.txt", "chonk": 12}
{"text": "Our minds struggle to make sense of the events of the past few weeks and months and how they affect our own identity.", "_id": "UnitedHealth Group.txt", "chonk": 13}
{"text": "And, that hurts.", "_id": "UnitedHealth Group.txt", "chonk": 14}
{"text": "Some need to take some time to heal and build their own resiliency, some need to know that their work is making a difference, and others need to know what to do next.", "_id": "UnitedHealth Group.txt", "chonk": 15}
{"text": "All are acceptable responses.", "_id": "UnitedHealth Group.txt", "chonk": 16}
{"text": "As I have considered what we can do, what I can do, I had to acknowledge that I am not an expert in police or criminal justice systems, nor do I have any meaningful answers for widespread economic inequity.", "_id": "UnitedHealth Group.txt", "chonk": 17}
{"text": "But I do have an understanding of the healthcare system and I can see ways that we can make a difference there…a difference that can create durable change that will lead others to do the same.", "_id": "UnitedHealth Group.txt", "chonk": 18}
{"text": "Dr. Taylor is also working with us to help recruit patients into our ACE inhibitor clinical trial to ensure adequate representation from the African American community in that important work.", "_id": "UnitedHealth Group.txt", "chonk": 19}
{"text": "Through other projects we’re leading, our opportunity to directly impact and eliminate bias in the treatment of COVID-19, diabetes, colorectal cancer and other diseases is high.", "_id": "UnitedHealth Group.txt", "chonk": 20}
{"text": "But we don’t need to stop there.", "_id": "UnitedHealth Group.txt", "chonk": 21}
{"text": "We recently launched a data platform to accelerate disease and system learning in academic circles.", "_id": "UnitedHealth Group.txt", "chonk": 22}
{"text": "We have a health record that will be used across all areas of the company.", "_id": "UnitedHealth Group.txt", "chonk": 23}
{"text": "We launched a depression and anxiety app to build resiliency.", "_id": "UnitedHealth Group.txt", "chonk": 24}
{"text": "We have many, many studies and pilots underway in different disease states and different parts of the healthcare system.", "_id": "UnitedHealth Group.txt", "chonk": 25}
{"text": "All of them can ensure access to all communities and be designed to get better results.", "_id": "UnitedHealth Group.txt", "chonk": 26}
{"text": "All of them can show a path to illuminate and eliminate systemic bias and disparity across all of society.", "_id": "UnitedHealth Group.txt", "chonk": 27}
{"text": "My opportunity is to clear the path for good projects...and by working together, we will make them go.", "_id": "UnitedHealth Group.txt", "chonk": 28}
{"text": "Even in turmoil, I am an optimist.", "_id": "UnitedHealth Group.txt", "chonk": 29}
{"text": "Prudential is profoundly disturbed by the manner of George Floyd’s death, and by the fact that he joins a long and ever-growing list of Black Americans who have lost their lives because of the color of their skin.", "_id": "Prudential .txt", "chonk": 0}
{"text": "As a values-based company that employs a diverse community of more than 20,000 employees across the U.S., we recognize our responsibility to help lead our society towards a future in which racism and unequal treatment play no part.", "_id": "Prudential .txt", "chonk": 1}
{"text": "Having been a part of, and invested in, our Newark, New Jersey community for more than 145 years, we know that we will ultimately be judged for our actions, and for outcomes that stand the test of time.", "_id": "Prudential .txt", "chonk": 2}
{"text": "Our communities are hurting after the tragic death of George Floyd.", "_id": "Anthem.txt", "chonk": 0}
{"text": "We are all shaken by grief and frustration.", "_id": "Anthem.txt", "chonk": 1}
{"text": "Personally, these recent events have given me pause to reflect across the many aspects of my life -- as a leader, as a citizen, and as a parent.", "_id": "Anthem.txt", "chonk": 2}
{"text": "There is a regrettable history of suffering and injustice in our Black community.", "_id": "Anthem.txt", "chonk": 3}
{"text": "While it is direct and personal to many of our Anthem associates, we are all affected.", "_id": "Anthem.txt", "chonk": 4}
{"text": "As we should be.", "_id": "Anthem.txt", "chonk": 5}
{"text": "These communities are not only where we live and work, but it’s where we have always served others through a lens of inclusion, acceptance and belonging.", "_id": "Anthem.txt", "chonk": 6}
{"text": "It’s always been a part of our foundation, a part of our founding tenets of Blue Cross and Blue Shield plans, and who we are as people.", "_id": "Anthem.txt", "chonk": 7}
{"text": "Our associates have always reflected the rich diversity of our communities, and that will not change.", "_id": "Anthem.txt", "chonk": 8}
{"text": "But I think this moment calls on us in a very unique way now to step up more intentionally to listen, to be heard and to act.", "_id": "Anthem.txt", "chonk": 9}
{"text": "I wholeheartedly believe that the more we see the world through each other’s eyes, the better we can understand what is needed to create positive change.", "_id": "Anthem.txt", "chonk": 10}
{"text": "We each have the ability—and obligation—to advance the change that is overdue and create a better future for everyone inside and outside the walls of Anthem.", "_id": "Anthem.txt", "chonk": 11}
{"text": "Listening matters. Words matter. Actions matter.", "_id": "Anthem.txt", "chonk": 12}
{"text": "Words matter. Actions matter.", "_id": "Anthem.txt", "chonk": 13}
{"text": "And at Anthem, we are committed to doing more to challenge injustice and improve the lives and health of our communities.", "_id": "Anthem.txt", "chonk": 14}
{"text": "Through a $50 million commitment over the next five years, we will be providing meaningful resources to organizations working to build a more just nation; this includes supporting social justice issues and addressing health disparities experienced in minority and underserved communities.", "_id": "Anthem.txt", "chonk": 15}
{"text": "2. We will be matching donations made by Anthem associates to non-profit organizations dedicated to addressing social and health disparities across the country.", "_id": "Anthem.txt", "chonk": 16}
{"text": "3. We will expand our strong volunteerism opportunities to work alongside small businesses to support their recovery and resilience through restoration and clean-up efforts.", "_id": "Anthem.txt", "chonk": 17}
{"text": "And that is just the start.", "_id": "Anthem.txt", "chonk": 18}
{"text": "With the help of our Associate Resource Groups, we will engage in deeper and meaningful activities to bring about sustainable change across all of our businesses.", "_id": "Anthem.txt", "chonk": 19}
{"text": "This is a time for healing, for reconciliation, and for action.", "_id": "Anthem.txt", "chonk": 20}
{"text": "This work won’t stop.", "_id": "Anthem.txt", "chonk": 21}
{"text": "Systemic racism is pervasive and we must not be complicit by inaction or silence.", "_id": "Allstate.txt", "chonk": 0}
{"text": "We are conducting a top-to-bottom review of our operating practices, pay and promotions for people of color and women to further promote equity and equality at Allstate.", "_id": "Allstate.txt", "chonk": 1}
{"text": "Through the Allstate Foundation we will focus on accelerating equity and helping drive systemic change.", "_id": "Allstate.txt", "chonk": 2}
{"text": "Further, we are observing Juneteenth as an annual company holiday to provide Allstaters the opportunity to reflect on this monumental event and engage in their communities.", "_id": "Allstate.txt", "chonk": 3}
{"text": "BLACK LIVES MATTER At Exelon, we live our values, including a fierce commitment to diversity, inclusion and equity.", "_id": "Exelon.txt", "chonk": 0}
{"text": "Following the tragic death of George Floyd and other cases of racial discrimination, our CEO Chris Crane sent the following message to all employees: Chris Crane 6/3/2020 2:00 PM", "_id": "Exelon.txt", "chonk": 1}
{"text": "Dear Colleagues, During these extraordinary times, when many parts of our lives have changed, it's more important than ever that we ground ourselves in the fundamental values that define us as a company.", "_id": "Exelon.txt", "chonk": 2}
{"text": "Recent racial discrimination incidents in Minnesota, New York, Kentucky and Georgia have drawn widespread national attention and, while not within our company, remind us, once again, that our focus on our values of respect, diversity and inclusion cannot waver.", "_id": "Exelon.txt", "chonk": 3}
{"text": "Supporting, encouraging and engaging everyone in our company – no matter their gender, color of their skin, sexual orientation, disability, religion, point of view or other unique qualities – are actions we must take every day.", "_id": "Exelon.txt", "chonk": 4}
{"text": "While social distancing separates us, this is not a time to be passive, but a time to reach out to colleagues, engage in a dialogue, make sure they're okay and their voices are heard.", "_id": "Exelon.txt", "chonk": 5}
{"text": "To let them know they are valued and important.", "_id": "Exelon.txt", "chonk": 6}
{"text": "To reinforce the fundamental belief that our diversity of backgrounds, experiences and ideas is the foundation of our ability to serve all our customers, to innovate and to create the future of energy together.", "_id": "Exelon.txt", "chonk": 7}
{"text": "There is no room in our company for hate, intolerance, discrimination or harassment of any kind – either obvious or covert – toward our colleagues or customers.", "_id": "Exelon.txt", "chonk": 8}
{"text": "We cannot tolerate it and none of us can stand by quietly if we observe it.", "_id": "Exelon.txt", "chonk": 9}
{"text": "These events impact us, our customers and the communities we serve, and we are called to action.", "_id": "Exelon.txt", "chonk": 10}
{"text": "Ask yourself these three questions: What can I do to change my department, company, neighborhood or town for the better?", "_id": "Exelon.txt", "chonk": 11}
{"text": "What are the behaviors I'm modeling?", "_id": "Exelon.txt", "chonk": 12}
{"text": "Am I ready and willing to speak up if I see behavior that isn't consistent with this critical value?", "_id": "Exelon.txt", "chonk": 13}
{"text": "Now, more than ever, keeping each other safe – in every way – is our most important job.", "_id": "Exelon.txt", "chonk": 14}
{"text": "We are all confronting deep pain and anguish over the senseless killing of George Floyd, Ahmaud Arbery and other unarmed Black men and women in our country.", "_id": "Home Depot.txt", "chonk": 0}
{"text": "We cannot ignore that their deaths are part of a pattern of racism and reflect the harsh reality that as a nation we are much too far from fulfilling the promise of equal justice for all.", "_id": "Home Depot.txt", "chonk": 1}
{"text": "We must stand with all who are committed to change that will bring us closer to realizing an end to discrimination and hatred.", "_id": "Home Depot.txt", "chonk": 2}
{"text": "To promote actionable change, The Home Depot is contributing $1 million to the Lawyers Committee for Civil Rights Under Law in support of its vital work to secure civil rights and equal justice for all.", "_id": "Home Depot.txt", "chonk": 3}
{"text": "Its mission is especially critical now as we work to build a more inclusive society.", "_id": "Home Depot.txt", "chonk": 4}
{"text": "Over our company’s history, we have built an environment where we take care of each other, build strong relationships and value respect for all people.", "_id": "Home Depot.txt", "chonk": 5}
{"text": "As I did in my note on Saturday, I want to thank our 400,000-plus associates for helping to uphold our values.", "_id": "Home Depot.txt", "chonk": 6}
{"text": "Diversity and respect for all people are core to who we are as an Orange-Blooded family.", "_id": "Home Depot.txt", "chonk": 7}
{"text": "We do not support discrimination in any form, period.", "_id": "Home Depot.txt", "chonk": 8}
{"text": "We are all hurting, but none more acutely than those in our African American communities.", "_id": "Home Depot.txt", "chonk": 9}
{"text": "Please know that you are not alone.", "_id": "Home Depot.txt", "chonk": 10}
{"text": "To that end, I have begun working with our associate resource groups to facilitate internal town halls to share experiences and create better understanding among us all.", "_id": "Home Depot.txt", "chonk": 11}
{"text": "We are dedicated to supporting you and our communities during this time with the goal of emerging more united than ever.", "_id": "Home Depot.txt", "chonk": 12}
{"text": "“I can’t breathe.” \"George Floyd’s death should never have happened.", "_id": "Cardinal Health.txt", "chonk": 0}
{"text": "\"George Floyd’s death should never have happened.", "_id": "Cardinal Health.txt", "chonk": 1}
{"text": "All of us have a responsibility to encourage unity and demand justice for George Floyd, Breonna Taylor and too many others whose lives have been cut short by racism throughout our country’s history.", "_id": "Cardinal Health.txt", "chonk": 2}
{"text": "We must come together so that everyone enjoys the same privilege of living, working and raising their families in a community that is safe for all.”", "_id": "Cardinal Health.txt", "chonk": 3}
{"text": "In the last 90 days, we’ve experienced the best of humanity, with people coming together to care for one another and reigniting the meaning of community.", "_id": "Delta.txt", "chonk": 0}
{"text": "While thousands of our Delta Air Lines family members across Minneapolis – a city we consider our second home - and the world grieve, understanding our critical role as an ally is the first step.", "_id": "Delta.txt", "chonk": 1}
{"text": "Being a values-led brand means we not only raise our voices when something goes against our beliefs, we help amplify those who have been silenced.", "_id": "Delta.txt", "chonk": 2}
{"text": "We often think we need all the answers, but it’s important to remember that we don’t need answers to know that racism, violence, bigotry and hatred have no seat at our table.", "_id": "Delta.txt", "chonk": 3}
{"text": "What happened in Minneapolis is not an outlier.", "_id": "Delta.txt", "chonk": 4}
{"text": "While our words alone will not solve these crimes, thoughtful action combined with a focus on championing diversity, equity and inclusion in the workplace and within our personal lives will play a healing role to help us keep climbing.", "_id": "Delta.txt", "chonk": 5}
{"text": "The Delta family will use whatever means we have to move the world toward a better, more just tomorrow.", "_id": "Delta.txt", "chonk": 6}
{"text": "Speaking up on racism Right now, there is a pain deeply etched in the soul of our nation and in the hearts of millions.", "_id": "Apple.txt", "chonk": 0}
{"text": "To stand together, we must stand up for one another, and recognize the fear, hurt, and outrage rightly provoked by the senseless killing of George Floyd and a much longer history of racism.", "_id": "Apple.txt", "chonk": 1}
{"text": "That painful past is still present today — not only in the form of violence, but in the everyday experience of deeply rooted discrimination.", "_id": "Apple.txt", "chonk": 2}
{"text": "We see it in our criminal justice system, in the disproportionate toll of disease on Black and Brown communities, in the inequalities in neighborhood services and the educations our children receive.", "_id": "Apple.txt", "chonk": 3}
{"text": "While our laws have changed, the reality is that their protections are still not universally applied.", "_id": "Apple.txt", "chonk": 4}
{"text": "I have heard from so many that you feel afraid — afraid in your communities, afraid in your daily lives, and, most cruelly of all, afraid in your own skin.", "_id": "Apple.txt", "chonk": 5}
{"text": "We can have no society worth celebrating unless we can guarantee freedom from fear for every person who gives this country their love, labor, and life.", "_id": "Apple.txt", "chonk": 6}
{"text": "At Apple, our mission has been and always will be to create technology that empowers people to change the world for the better.", "_id": "Apple.txt", "chonk": 7}
{"text": "We’ve always drawn strength from diversity, welcomed people from every walk of life to our stores around the world, and strived to build an Apple that is inclusive of everyone.", "_id": "Apple.txt", "chonk": 8}
{"text": "But we must do more.", "_id": "Apple.txt", "chonk": 9}
{"text": "We commit to continuing to fight the forces of environmental injustice — like climate change — which disproportionately harm Black communities and other communities of color.", "_id": "Apple.txt", "chonk": 10}
{"text": "We commit to looking inward and pushing progress forward on inclusion and diversity, so that every great idea can be heard.", "_id": "Apple.txt", "chonk": 11}
{"text": "And we’re donating to organizations including the Equal Justice Initiative, which challenge racial injustice and mass incarceration.", "_id": "Apple.txt", "chonk": 12}
{"text": "To create change, we have to reexamine our own views and actions in light of a pain that is deeply felt but too often ignored.", "_id": "Apple.txt", "chonk": 13}
{"text": "Issues of human dignity will not abide standing on the sidelines.", "_id": "Apple.txt", "chonk": 14}
{"text": "To the Black community — we see you.", "_id": "Apple.txt", "chonk": 15}
{"text": "This is a moment when many people may want nothing more than a return to normalcy, or to a status quo that is only comfortable if we avert our gaze from injustice.", "_id": "Apple.txt", "chonk": 16}
{"text": "As difficult as it may be to admit, that desire is itself a sign of privilege.", "_id": "Apple.txt", "chonk": 17}
{"text": "George Floyd’s death is shocking and tragic proof that we must aim far higher than a “normal” future, and build one that lives up to the highest ideals of equality and justice.", "_id": "Apple.txt", "chonk": 18}
{"text": "In the words of Martin Luther King Jr., “Every society has its protectors of status quo and its fraternities of the indifferent who are notorious for sleeping through revolutions.", "_id": "Apple.txt", "chonk": 19}
{"text": "Today, our very survival depends on our ability to stay awake, to adjust to new ideas, to remain vigilant and to face the challenge of change.”", "_id": "Apple.txt", "chonk": 20}
{"text": "I can't breathe. I can't breathe. I can't breathe.", "_id": "CitiBank.txt", "chonk": 0}
{"text": "I can't breathe. I can't breathe. I can't breathe.", "_id": "CitiBank.txt", "chonk": 1}
{"text": "I can't breathe. I can't breathe. I can't breathe.", "_id": "CitiBank.txt", "chonk": 2}
{"text": "I can't breathe. I can't breathe. I can't breathe.", "_id": "CitiBank.txt", "chonk": 3}
{"text": "I can't breathe. I can't breathe. I can't breathe.", "_id": "CitiBank.txt", "chonk": 4}
{"text": "I can't breathe. Those words were George Floyd's last.", "_id": "CitiBank.txt", "chonk": 5}
{"text": "In a video recorded by a bystander, he can be heard saying them, pleading for his life, 10 times.", "_id": "CitiBank.txt", "chonk": 6}
{"text": "Maybe more.", "_id": "CitiBank.txt", "chonk": 7}
{"text": "While a police officer kneeled on his neck for 8 minutes and 46 seconds.", "_id": "CitiBank.txt", "chonk": 8}
{"text": "While three other officers stood by and WATCHED.", "_id": "CitiBank.txt", "chonk": 9}
{"text": "And over subsequent nights, I have watched that anger spill out onto the streets of Minneapolis and many other American cities with devastating consequences.", "_id": "CitiBank.txt", "chonk": 10}
{"text": "I have debated whether I should speak out.", "_id": "CitiBank.txt", "chonk": 11}
{"text": "But after some emotional conversations with my family earlier this week, I realized I had to.", "_id": "CitiBank.txt", "chonk": 12}
{"text": "Even though I'm the CFO of a global bank, the killings of George Floyd in Minnesota, Ahmaud Arbery in Georgia and Breonna Taylor in Kentucky are reminders of the dangers Black Americans like me face in living our daily lives.", "_id": "CitiBank.txt", "chonk": 13}
{"text": "Despite the progress the United States has made, Black Americans are too often denied basic privileges that others take for granted.", "_id": "CitiBank.txt", "chonk": 14}
{"text": "I am not talking about the privileges of wealth, education or job opportunities.", "_id": "CitiBank.txt", "chonk": 15}
{"text": "I'm talking about fundamental human and civil rights and the dignity and respect that comes with them.", "_id": "CitiBank.txt", "chonk": 16}
{"text": "Racism continues to be at the root of so much pain and ugliness in our society – from the streets of Minneapolis to the disparities inflicted by COVID-19.", "_id": "CitiBank.txt", "chonk": 17}
{"text": "As long as that's true, America's twin ideals of freedom and equality will remain out of reach.", "_id": "CitiBank.txt", "chonk": 18}
{"text": "These systemic problems will not go away until we confront them head on.", "_id": "CitiBank.txt", "chonk": 19}
{"text": "So we must continue to speak up and speak out whenever we witness hatred, racism or injustice.", "_id": "CitiBank.txt", "chonk": 20}
{"text": "I know I will – and I hope you will too.", "_id": "CitiBank.txt", "chonk": 21}
{"text": "The globe on the trail of our aircraft represents our mission to connect people and unite the world.", "_id": "United.txt", "chonk": 0}
{"text": "A world united, and the world we’re committed to help build, is one where we stand together against racism and in support of those working to promote reconciliation.", "_id": "United.txt", "chonk": 1}
{"text": "We feel the anger, despair and grief that weighs on the hearts of so many, especially our black colleagues, customers and community.", "_id": "United.txt", "chonk": 2}
{"text": "UPS (NYSE:UPS) today announced it is stepping up its actions in support of justice, reform and equality for Black Americans in response to the killings of Ahmaud Arbery, George Floyd, Breonna Taylor and others.", "_id": "UPS.txt", "chonk": 0}
{"text": "“No one is safe until we are all safe, and we know there is no place in any community anywhere in the world for racism, bigotry or hate,” said Carol Tomé, UPS CEO.", "_id": "UPS.txt", "chonk": 1}
{"text": "“We will not stand quietly or idly on the sidelines of this issue.”", "_id": "UPS.txt", "chonk": 2}
{"text": "“While many advancements have been made since our company’s founding, there is still considerable work to be done and we are committed to doing our part to help eradicate racial injustice and inequality around the world.”", "_id": "UPS.txt", "chonk": 3}
{"text": "As a specific and immediate action step, the company is urging the U.S. Congress to adopt the Emmett Till Antilynching Act, which would designate lynching as a federal hate crime.", "_id": "UPS.txt", "chonk": 4}
{"text": "UPS will also continue its decades- long funding support of the Congressional Black Caucus Foundation and joint advocacy efforts to advance federal legislation critical for greater racial justice and equality.", "_id": "UPS.txt", "chonk": 5}
{"text": "UPS will work with international organizations and national governments to advance United Nations Sustainable Development Goal 10 - Reduced Inequalities.", "_id": "UPS.txt", "chonk": 6}
{"text": "This builds on existing UPS support for the principles articulated in the United Nations Guiding Principles on Business and Human Rights and the United Nations Universal Declaration of Human Rights.", "_id": "UPS.txt", "chonk": 7}
{"text": "In the United States, the company has supported the passage of hate crimes legislation in Georgia, and has committed to urging the governors and legislatures of states without similar legislation – including Arkansas, South Carolina and Wyoming – to prioritize passing a bill.", "_id": "UPS.txt", "chonk": 8}
{"text": "Given the importance of raising awareness of racial injustice among current and future generations, the company has committed $1 million to the National Museum of African American History and Culture.", "_id": "UPS.txt", "chonk": 9}
{"text": "UPS also is stepping up actions within the company.", "_id": "UPS.txt", "chonk": 10}
{"text": "With almost 500,000 employees in more than 220 countries and territories, UPS’s greatest strengths are the diversity of its people and the unique qualities each brings to work every day.", "_id": "UPS.txt", "chonk": 11}
{"text": "In addition to advocating for legislative change, and funding and partnering with organizations that advance its core values of fairness, dignity and respect for all, the company is committed to ensuring all UPS employees experience these ideals within its workplaces around the world.", "_id": "UPS.txt", "chonk": 12}
{"text": "To that end, UPS is expanding its internal unconscious bias training, creating regular forums for additional discussion regarding topics surrounding racial equality and justice, and expanding its internship program with historically Black colleges, among other actions.", "_id": "UPS.txt", "chonk": 13}
{"text": "UPS has a proud tradition of volunteerism in the communities it serves and believes one of the most powerful ways to foster change is by engaging personally and directly to support racial equality.", "_id": "UPS.txt", "chonk": 14}
{"text": "UPS, therefore, has pledged one million hours of employee volunteer service around the world in support of mentoring and educational programs in underserved Black communities globally.", "_id": "UPS.txt", "chonk": 15}
{"text": "“Today, we are reaffirming what we know is right and doing our part to accelerate progress.” continued Tomé.", "_id": "UPS.txt", "chonk": 16}
{"text": "“We will be champions for justice and equality, not just in our words but in our actions here in the U.S. and everywhere we operate around the world.”", "_id": "UPS.txt", "chonk": 17}
{"text": "AbbVie's Commitment to Racial Equality and Social Justice Published on June 16, 2020", "_id": "AbbVie.txt", "chonk": 0}
{"text": "Richard A. Gonzalez Chairman of the Board & Chief Executive Officer at AbbVie 2 articles", "_id": "AbbVie.txt", "chonk": 1}
{"text": "Follow", "_id": "AbbVie.txt", "chonk": 2}
{"text": "While this issue goes far beyond business, I do believe there is meaningful work that AbbVie – and many other companies in America – can do to help drive real action on the issues of racial equality and social justice.", "_id": "AbbVie.txt", "chonk": 3}
{"text": "----------------------- Dear Colleagues, I am writing you today to express my deep concern about the events we have seen unfold over the past several weeks in America.", "_id": "AbbVie.txt", "chonk": 4}
{"text": "I’m also writing to you in a call to action to all of us to reflect on how we can improve as a society and AbbVie as a company in how we embrace inclusion and reject racism and bias.", "_id": "AbbVie.txt", "chonk": 5}
{"text": "Our nation and the world watched in horror the murder of George Floyd at the hands of a police officer.", "_id": "AbbVie.txt", "chonk": 6}
{"text": "Unfortunately, we have seen this many times before.", "_id": "AbbVie.txt", "chonk": 7}
{"text": "Not just from some in law enforcement, but others in our society who have hate in their hearts and racism in their lives.", "_id": "AbbVie.txt", "chonk": 8}
{"text": "Our society has no place for people who feel and act this way.", "_id": "AbbVie.txt", "chonk": 9}
{"text": "I ask you, the people of AbbVie, to reject clearly and loudly all forms of racism and injustice wherever and whenever we see or experience them.", "_id": "AbbVie.txt", "chonk": 10}
{"text": "I know it’s not what AbbVie stands for and I know it’s not what you stand for.", "_id": "AbbVie.txt", "chonk": 11}
{"text": "Diverse communities in general, but the Black community more specifically, have lived with the harmful impacts of bias and racism for much too long.", "_id": "AbbVie.txt", "chonk": 12}
{"text": "Hopefully the events of the last several weeks serve as a real wake-up call to all of us.", "_id": "AbbVie.txt", "chonk": 13}
{"text": "This has to stop and it has to stop now.", "_id": "AbbVie.txt", "chonk": 14}
{"text": "It will start with each of us standing up and rejecting bias, racism, and the lack of real inclusion.", "_id": "AbbVie.txt", "chonk": 15}
{"text": "This will require each of us to reach down inside ourselves and ask, “Do I have bias, conscious or not?”", "_id": "AbbVie.txt", "chonk": 16}
{"text": "“Can I do more to be inclusive?”", "_id": "AbbVie.txt", "chonk": 17}
{"text": "“Can I make my rejection of these behaviors clearer?”", "_id": "AbbVie.txt", "chonk": 18}
{"text": "We can’t change the world, but we can make AbbVie a role model for fairness, inclusion, and the rejection of bias and racism.", "_id": "AbbVie.txt", "chonk": 19}
{"text": "This is the time for us to “step up” and say this has to “STOP”!", "_id": "AbbVie.txt", "chonk": 20}
{"text": "We have built a wonderful culture at AbbVie.", "_id": "AbbVie.txt", "chonk": 21}
{"text": "But deep in our hearts, all of us know we can do even more to make AbbVie a leader in equality, diversity and inclusion.", "_id": "AbbVie.txt", "chonk": 22}
{"text": "I made a commitment to our Black Business Network leaders that we will keep the lines of communication open to ensure that we are having an honest conversation about our culture of inclusion and belonging here at AbbVie.", "_id": "AbbVie.txt", "chonk": 23}
{"text": "In order to accomplish this objective, my leadership team and I are taking significant actions to ensure that AbbVie leads by example.", "_id": "AbbVie.txt", "chonk": 24}
{"text": "We are committed to not only being a voice, but also doing the right things to fully embrace equality, diversity and inclusion and loudly reject racism and all forms of bias.", "_id": "AbbVie.txt", "chonk": 25}
{"text": "We will also use our financial strength to make a positive impact on the diverse communities where we work and live.", "_id": "AbbVie.txt", "chonk": 26}
{"text": "In an effort to drive change, we are announcing a number of actions: - An immediate donation of $5 million to NAACP Legal Defense and Education Fund and the Equal Justice Initiative to address issues in our criminal justice system.", "_id": "AbbVie.txt", "chonk": 27}
{"text": "- A commitment of $50 million over five years to partner with nonprofits on a long-term, multi-faceted program that will seek to bring lasting and real change at the community level to help secure quality education, jobs, health care and justice.", "_id": "AbbVie.txt", "chonk": 28}
{"text": "More details regarding specific programs will be shared in the coming months.", "_id": "AbbVie.txt", "chonk": 29}
{"text": "- The creation of two senior level positions that will sit on my leadership team to drive internal and external change: • Rae Livingston has been named our chief equality officer.", "_id": "AbbVie.txt", "chonk": 30}
{"text": "Rae is currently a senior leader on our HR team and will help us focus efforts within the Company to increase our understanding and addressing opportunities when it comes to these tough issues of race, equality and diversity.", "_id": "AbbVie.txt", "chonk": 31}
{"text": "• Karen Hale, deputy general counsel, will lead the work I referenced earlier to bring lasting and real change at the community level and help secure quality education, jobs, health care and justice.", "_id": "AbbVie.txt", "chonk": 32}
{"text": "This commitment will take significant research - listening to those in the community who truly understand what the needs are.", "_id": "AbbVie.txt", "chonk": 33}
{"text": "- In light of my call to action and recent events, this Friday, June 19, AbbVie will observe Juneteenth to take the time to reflect on the changes that have to occur in our Company, our communities and society as a whole.", "_id": "AbbVie.txt", "chonk": 34}
{"text": "- Providing a 2:1 match for employees who wish to support organizations working to help address racial equality and social justice issues.", "_id": "AbbVie.txt", "chonk": 35}
{"text": "I want to make my intentions here absolutely clear this isn’t just a program, this is an absolute commitment that I am making, my leadership team is making and we need all of you to make as well.", "_id": "AbbVie.txt", "chonk": 36}
{"text": "I know I can count on you to help us make a positive impact.", "_id": "AbbVie.txt", "chonk": 37}
{"text": "Message from Jamie Dimon and Brian Lamb", "_id": "Jp Morgan Chase.txt", "chonk": 0}
{"text": "Let us be clear — we are watching, listening and want every single one of you to know we are committed to fighting against racism and discrimination wherever and however it exists.", "_id": "Jp Morgan Chase.txt", "chonk": 1}
{"text": "This reality, coupled with the COVID crisis, highlights the inequities black and other diverse communities have and continue to face every day and it strengthens our resolve to do more as individuals, as a firm, and in our communities.", "_id": "Jp Morgan Chase.txt", "chonk": 2}
{"text": "Now, more than ever, each of us must be inclusive in our work and in the neighborhoods where we operate.", "_id": "Jp Morgan Chase.txt", "chonk": 3}
{"text": "Dear U.S Colleagues: Last June, we formally established equity as one of Pfizer’s core values.", "_id": "Pfizer.txt", "chonk": 0}
{"text": "We knew that to achieve our Purpose—Breakthroughs that change patients’ lives—we needed to foster an inclusive environment that allows all colleagues to bring their best self to work every day and that reflects the diversity of the patient populations we aim to serve.", "_id": "Pfizer.txt", "chonk": 1}
{"text": "Recent events have reminded us that the pursuit of equity remains a daunting challenge in our nation.", "_id": "Pfizer.txt", "chonk": 2}
{"text": "The racist events that have taken place over the last few weeks have shaken us deeply and bring to the forefront the ongoing issues of racisms in the U.S.", "_id": "Pfizer.txt", "chonk": 3}
{"text": "Additionally, the disproportionate impact that the COVID-19 pandemic has had on minorities, and African Americans in particular, has been devastating.", "_id": "Pfizer.txt", "chonk": 4}
{"text": "As our equity value says: “Ever person deserves to be seen, heard, and cared for.”", "_id": "Pfizer.txt", "chonk": 5}
{"text": "At this moment in time, we have an opportunity to lead candid and honest conversations on race that will allow for greater understanding and real change.", "_id": "Pfizer.txt", "chonk": 6}
{"text": "This is our responsibility and our future.”", "_id": "Pfizer.txt", "chonk": 7}
{"text": "Dear Publix Family, The last few months have brought unprecedented challenges to our company and our country.", "_id": "Publix.txt", "chonk": 0}
{"text": "Throughout this time, I’ve been proud of Publix associates, working in our stores, facilities and behind the scenes to do what we have historically done so well — care for each other and our communities.", "_id": "Publix.txt", "chonk": 1}
{"text": "Today, it’s evident that our support and compassion are required on an even deeper level.", "_id": "Publix.txt", "chonk": 2}
{"text": "Like you, I’m saddened and unsettled by any racial injustice or events that divide our country.", "_id": "Publix.txt", "chonk": 3}
{"text": "Now, more than ever, is the time for us to listen with open hearts and to lead with empathy — toward each other, toward our customers and toward our communities.", "_id": "Publix.txt", "chonk": 4}
{"text": "At Publix, we reject racism and discrimination of any kind.", "_id": "Publix.txt", "chonk": 5}
{"text": "With over 220,000 associates, we benefit from being an inclusive company made up of individuals who look and think differently, with backgrounds from around the country and around the world.", "_id": "Publix.txt", "chonk": 6}
{"text": "Embracing our diversity has driven us toward progress, innovation and excellence for almost a century.", "_id": "Publix.txt", "chonk": 7}
{"text": "This diversity fuels my hope for the future, and all that we will accomplish by coming together as One Publix with One Purpose to care for each other with dignity and respect.", "_id": "Publix.txt", "chonk": 8}
{"text": "Thanks for all you do. Todd Jones CEO", "_id": "Publix.txt", "chonk": 9}
{"text": "June 12, 2020 Advancing Our Work on Racial Equity To: Walmart associates From: Doug McMillon, President and CEO Walmart This time last week, we gathered virtually for our annual Associates Week celebration.", "_id": "Walmart.txt", "chonk": 0}
{"text": "It wasnt the same as being together in Bud Walton Arena, but it was great to recognize some tremendous associates and timely to set our expectations andshare our plans related to racial equity.", "_id": "Walmart.txt", "chonk": 1}
{"text": "Weve been encouraged by the strong response.", "_id": "Walmart.txt", "chonk": 2}
{"text": "It was especially great to see so many of you from across the company raise your hands to participate and be part of the effort to bring about change.", "_id": "Walmart.txt", "chonk": 3}
{"text": "This will take all of us and it starts with how we all do our jobs every day.", "_id": "Walmart.txt", "chonk": 4}
{"text": "I dont want much time to go by without giving you an update so thats the purpose of todays note.", "_id": "Walmart.txt", "chonk": 5}
{"text": "In some ways, our path to acting reminds me of when we started our environmental and social sustainability efforts.", "_id": "Walmart.txt", "chonk": 6}
{"text": "People are seeking ways to help, volunteering their time and talents.", "_id": "Walmart.txt", "chonk": 7}
{"text": "So, the work were starting leverages what weve learned from our approach to sustainability, womens economic empowerment, fighting hunger, hiring veterans and other initiatives.", "_id": "Walmart.txt", "chonk": 8}
{"text": "In addition to immediate actions we may take, the next phase of our journey must start with listening and learning.", "_id": "Walmart.txt", "chonk": 9}
{"text": "Why?", "_id": "Walmart.txt", "chonk": 10}
{"text": "The systems we intend to influence for good are complex and long-standing.", "_id": "Walmart.txt", "chonk": 11}
{"text": "And if we do that, well fail to achieve our goal: To help replace the structures of systemic racism, and build in their place frameworks of equity and justice that solidify our commitment to the belief that, without question, Black Lives Matter.", "_id": "Walmart.txt", "chonk": 12}
{"text": "Where we see opportunities to act quickly, we will.", "_id": "Walmart.txt", "chonk": 13}
{"text": "But, simultaneously, well listen and learn.", "_id": "Walmart.txt", "chonk": 14}
{"text": "My advice for each of us is to actively listen to each other, forgive well-intentioned questions or comments as we have what can be uncomfortable conversations, create a safe space for learning and be purposeful about what you read and listen to.", "_id": "Walmart.txt", "chonk": 15}
{"text": "Seek to learn.", "_id": "Walmart.txt", "chonk": 16}
{"text": "If youre asking yourself, What can I do? or Whats expected of me?, I would suggest you focus on how you engage with your fellow associates every day.", "_id": "Walmart.txt", "chonk": 17}
{"text": "Start there.", "_id": "Walmart.txt", "chonk": 18}
{"text": "She told me stories about her time at Walmart and gave me examples of where slight injustices occurred but because she so much wanted to avoid playing the race card she didnt speak up.", "_id": "Walmart.txt", "chonk": 19}
{"text": "And, the slight injustices piled up.", "_id": "Walmart.txt", "chonk": 20}
{"text": "How can you, as an anti-racist ally, create an environment where Blacks and African Americans, Hispanics and Latinos, Asians, Native Americans, LGBTQ, those with disabilities and women, dont feel its a big decision to speak up?", "_id": "Walmart.txt", "chonk": 21}
{"text": "Lets create a supportive, trustful environment where people can share how theyre feeling, so small issues dont stack up.", "_id": "Walmart.txt", "chonk": 22}
{"text": "Beyond our everyday individual behaviors, we will also act collectively as a company.", "_id": "Walmart.txt", "chonk": 23}
{"text": "We will create a more diverse and inclusive team at Walmart at every level.", "_id": "Walmart.txt", "chonk": 24}
{"text": "As a company that started in 1962, we arent just starting today.", "_id": "Walmart.txt", "chonk": 25}
{"text": "We currently have more than 352,000 Black and African American associates in the U.S. 21.5% of our workforce.", "_id": "Walmart.txt", "chonk": 26}
{"text": "Overall, 46.5% of our associates and 34% of our management are people of color.", "_id": "Walmart.txt", "chonk": 27}
{"text": "We have continued to increase our overall hiring of Black and African American associates, as well.", "_id": "Walmart.txt", "chonk": 28}
{"text": "In the last year, 28% of our new hires were Black or African American, and overall, 54% of new hires were people of color.", "_id": "Walmart.txt", "chonk": 29}
{"text": "Of course, we need to go further in hiring Black and African American associates across all levels and positions.", "_id": "Walmart.txt", "chonk": 30}
{"text": "We are encouraged by what were seeing in terms of growth and development specific to theLive Better U programgiven, since the launch of the program in 2018, 47% of our participants are associates of color.", "_id": "Walmart.txt", "chonk": 31}
{"text": "We want to ensure continued internal movement for Black, African American, and other diverse associates through the talent pipeline, so we will be deliberate about development opportunities.", "_id": "Walmart.txt", "chonk": 32}
{"text": "This will include kicking off new development programs for those associates, as well as posting all positions up to and including Vice President level.", "_id": "Walmart.txt", "chonk": 33}
{"text": "We will also focus on transparency in our practices and are committed to fair pay.", "_id": "Walmart.txt", "chonk": 34}
{"text": "To continue moving forward on this and the other initiatives we announced last week, we have begun designing teams to provide structure to the work and to begin organizing the approach.", "_id": "Walmart.txt", "chonk": 35}
{"text": "The first team weve established is a small group who will oversee the process, the development of strategies, and the resourcing of the work?", "_id": "Walmart.txt", "chonk": 36}
{"text": "These leaders will provide guidance and support to five workstreams, four of which are related to national systems of finance, healthcare, education and criminal justice, and a fifth focused on inclusion within our company.", "_id": "Walmart.txt", "chonk": 37}
{"text": "In turn, each of these workstreams will be supported by teams of associates.", "_id": "Walmart.txt", "chonk": 38}
{"text": "Their job will be to listen and learn from other associates as well as thought leaders from outside Walmart so that they can identify and ultimately implement initiatives that will move us closer to our goals.", "_id": "Walmart.txt", "chonk": 39}
{"text": "We will share the names of the leaders for each workstream soon.", "_id": "Walmart.txt", "chonk": 40}
{"text": "Healthcare We will explore ways to provide greater accessibility to better health and wellness through our existing businesses like pharmacy and, increasingly, our digital capabilities and our Walmart Health Clinics as we grow them.", "_id": "Walmart.txt", "chonk": 41}
{"text": "This group will look for places to improve for our own associates as well as customers.", "_id": "Walmart.txt", "chonk": 42}
{"text": "Education In Education, we will work to strengthen our academic support efforts such as Live Better U and creating broader and deeper ties through our recruiting programs with Historically Black Colleges and Universities.", "_id": "Walmart.txt", "chonk": 43}
{"text": "Criminal Justice We will review and evolve our recruiting and hiring practices.", "_id": "Walmart.txt", "chonk": 44}
{"text": "This group will be responsible for reviewing and evolving our hiring process to ensure non-violent, formerly incarcerated applicants are appropriately considered as they enter the workforce and focus on successfully onboarding those associates.", "_id": "Walmart.txt", "chonk": 45}
{"text": "Inclusion In addition to the work related to the four national systems, we will continue our efforts to build a more inclusive company, globally, with Richard Mayfield continuing in his leadership role of our Inclusion Council.", "_id": "Walmart.txt", "chonk": 46}
{"text": "Center for Racial Equity While we will first look to address racial inequity through these business initiatives, we will also extend and accelerate our impact on society through the new center for racial equity.", "_id": "Walmart.txt", "chonk": 47}
{"text": "One of the centers primary responsibilities will be to direct the $100 million commitment to support philanthropic initiatives that complement Walmart initiatives to shape the four national systems weve identified above.", "_id": "Walmart.txt", "chonk": 48}
{"text": "The centers initiatives will fund research, advocacy, innovation of practices and tools, stakeholder convening and support the work of Black philanthropic leaders and organizations that serve Black communities.", "_id": "Walmart.txt", "chonk": 49}
{"text": "The center will also provide counsel across Walmart to increase understanding and improve efforts that promote equity and address the structural racism that persists in America.", "_id": "Walmart.txt", "chonk": 50}
{"text": "Our philanthropic efforts will focus not only on allocation of the $100 million, we will also seek to expand our network to better reach organizations led by people of color, particularly African American-led organizations.", "_id": "Walmart.txt", "chonk": 51}
{"text": "We will stand up the center within our Walmart.org team in the coming weeks.", "_id": "Walmart.txt", "chonk": 52}
{"text": "As we do, we will aim to be transparent around the centers mission, its work, and the plans for allocating the $100 million.", "_id": "Walmart.txt", "chonk": 53}
{"text": "We will continue to benefit from the many ideas and insights we have received and notes of interest from associates across Walmart who want to contribute to this work.", "_id": "Walmart.txt", "chonk": 54}
{"text": "We will also be providing opportunities for participation through listening sessions and surveys.", "_id": "Walmart.txt", "chonk": 55}
{"text": "Remember that this all comes to life through the actions of each one of us - in our stores, Sams Clubs, distribution and fulfillment centers and in communities across this country.", "_id": "Walmart.txt", "chonk": 56}
{"text": "Our collective beliefs and behaviors will make the difference.", "_id": "Walmart.txt", "chonk": 57}
{"text": "Black Lives Matter.", "_id": "Walmart.txt", "chonk": 58}
{"text": "It is all our responsibilities to embrace that fact in what we say and what we do.", "_id": "Walmart.txt", "chonk": 59}
{"text": "So, lets push ourselves even harder to create an inclusive and equitable culture at Walmart for each other, for our customers and for our communities.", "_id": "Walmart.txt", "chonk": 60}
{"text": "Thank you for doing your part.", "_id": "Walmart.txt", "chonk": 61}
{"text": "I spent a good deal of time reflecting on current events over the weekend.", "_id": "Nationwide.txt", "chonk": 0}
{"text": "I thought about our Nationwide values, how valuing people is intentionally at the top of the list.", "_id": "Nationwide.txt", "chonk": 1}
{"text": "I thought about our caring culture and how proud I am of the strides we’ve made in cultivating a diverse and inclusive work environment.", "_id": "Nationwide.txt", "chonk": 2}
{"text": "The past week has been filled with significant emotion We are saddened, angry and concerned by the tragic death of George Floyd in Minneapolis, and we send our deepest condolences to his family for their loss.", "_id": "Nationwide.txt", "chonk": 3}
{"text": "We’re alarmed about the destruction in our communities.", "_id": "Nationwide.txt", "chonk": 4}
{"text": "We are struggling to make sense of everything and determine what we can do to be a force for good and affect change.", "_id": "Nationwide.txt", "chonk": 5}
{"text": "This is why I have signed a letter in support of a resolution before the Columbus City Council which would declare racism to be a Public Health Crisis.", "_id": "Nationwide.txt", "chonk": 6}
{"text": "Additionally, my leadership team and I are taking time to sit down and listen to our associates in the midst of these events.", "_id": "Nationwide.txt", "chonk": 7}
{"text": "Now more than ever, we need to listen.", "_id": "Nationwide.txt", "chonk": 8}
{"text": "And not just listen to hear, but listen to understand.", "_id": "Nationwide.txt", "chonk": 9}
{"text": "Only when we take the time to understand and appreciate the unique points of view of others can we make meaningful change.", "_id": "Nationwide.txt", "chonk": 10}
{"text": "Our company has prided itself in building a culture based on diversity and inclusion.", "_id": "Nationwide.txt", "chonk": 11}
{"text": "While I admit I’ll never fully understand what it is like to be a person of color, I know right from wrong.", "_id": "Nationwide.txt", "chonk": 12}
{"text": "And I know that if any part of my team is impacted, it impacts us all.", "_id": "Nationwide.txt", "chonk": 13}
{"text": "At its heart, that’s what our “On Your Side” slogan means.", "_id": "Nationwide.txt", "chonk": 14}
{"text": "It means holding one another accountable when we see injustice.", "_id": "Nationwide.txt", "chonk": 15}
{"text": "In the coming days, I encourage each of us to step outside of our comfort zones, seek to understand, engage in productive conversations and hold ourselves accountable for being part of the solution.", "_id": "Nationwide.txt", "chonk": 16}
{"text": "We must forever stamp out racism and discrimination.", "_id": "Nationwide.txt", "chonk": 17}
{"text": "George Floyd, a black man, died last week in Minnesota after a white police officer knelt on his neck for more than 8 minutes.", "_id": "Dow Chemical.txt", "chonk": 0}
{"text": "Nearly 3 of those minutes, he was unresponsive.", "_id": "Dow Chemical.txt", "chonk": 1}
{"text": "In February, a black man, Ahmaud Arbery, was shot by a white father and son while jogging through a Georgia neighborhood.", "_id": "Dow Chemical.txt", "chonk": 2}
{"text": "It took months for arrests to be made.", "_id": "Dow Chemical.txt", "chonk": 3}
{"text": "Though hundreds of miles apart, these are not isolated issues.", "_id": "Dow Chemical.txt", "chonk": 4}
{"text": "For example, the recent incident in Central Park where a white female called the police on an African American male who was simply bird watching and asked her to put her dog on a leash.", "_id": "Dow Chemical.txt", "chonk": 5}
{"text": "These events are deeply upsetting and unsettling to me.", "_id": "Dow Chemical.txt", "chonk": 6}
{"text": "As I reflect, I also thought of the other recent catastrophic events … the global COVID-19 pandemic … and the 500-year flooding that wiped out homes, businesses and property near our global headquarters.", "_id": "Dow Chemical.txt", "chonk": 7}
{"text": "These have forced us at Dow to respond, adjust and find a way like we have never before.", "_id": "Dow Chemical.txt", "chonk": 8}
{"text": "And, they have forced us to connect to our humanity and to support one another to overcome these challenges.", "_id": "Dow Chemical.txt", "chonk": 9}
{"text": "We know that hate, bias and racial division all remain woven into the fabric of our society, and we condemn these actions in the strongest of terms.", "_id": "Dow Chemical.txt", "chonk": 10}
{"text": "We stand together with our family, friends, colleagues and neighbors to fight for change.", "_id": "Dow Chemical.txt", "chonk": 11}
{"text": "This means proudly living Dow’s core values of Respect for People and Integrity.", "_id": "Dow Chemical.txt", "chonk": 12}
{"text": "At Dow, one of the four pillars of our ambition is to be the most inclusive materials science company in the world.", "_id": "Dow Chemical.txt", "chonk": 13}
{"text": "When people come to work, we want them to know they are part of Team Dow and that their individuality is valued because it makes us better and it makes us stronger.", "_id": "Dow Chemical.txt", "chonk": 14}
{"text": "But, more than that, we reflect our core values to the world, and we advocate to make the places we live and work more inclusive.", "_id": "Dow Chemical.txt", "chonk": 15}
{"text": "But it’s not just up to the African American community to fight the racism these incidents reflect.", "_id": "Dow Chemical.txt", "chonk": 16}
{"text": "It’s up to all of us, especially those of us who would likely never personally experience a situation like this.", "_id": "Dow Chemical.txt", "chonk": 17}
{"text": "As a member of the LGBTQ+ community, there is no question that allies have been critical to the advancements we’ve made in terms of equality in recent history.", "_id": "Dow Chemical.txt", "chonk": 18}
{"text": "Similarly, allies to the African American community do and will continue to play a critical role in addressing this challenge as well.", "_id": "Dow Chemical.txt", "chonk": 19}
{"text": "That starts with moving beyond fear and taking action.", "_id": "Dow Chemical.txt", "chonk": 20}
{"text": "It could be having courageous conversations with family members and loved ones.", "_id": "Dow Chemical.txt", "chonk": 21}
{"text": "It could be engaging with people who don’t look like you.", "_id": "Dow Chemical.txt", "chonk": 22}
{"text": "Or it could be giving of our time or resources to organizations looking to address racism and inequality.", "_id": "Dow Chemical.txt", "chonk": 23}
{"text": "It means, when we see injustice and inequity, we cannot be silent.", "_id": "Dow Chemical.txt", "chonk": 24}
{"text": "As a leader, but more importantly as a human being, I’m committing to act on behalf of those who deal with racism, bigotry and the threat of violence everyday simply because of the color of their skin…starting with Team Dow.", "_id": "Dow Chemical.txt", "chonk": 25}
{"text": "In keeping with this commitment and our commitments as a company to building an inclusive culture, I will be calling on our leadership team to ensure we are in fact doing all we can do to effect change.", "_id": "Dow Chemical.txt", "chonk": 26}
{"text": "There’s a lot of work to do here to overcome hundreds of years of systemic oppression, but I am committed to helping Team Dow find a way.", "_id": "Dow Chemical.txt", "chonk": 27}
{"text": "We affirm our support for the communities of color who have been so profoundly affected by this incident and others like it, and we absolutely denounce hatred, racism, stereotyping and bigotry in any form.", "_id": "Walgreens.txt", "chonk": 0}
{"text": "Across the United States and in the 9,500 communities and neighborhoods where our Walgreens stores serve our customers and patients, we hope everyone will come together to constructively address many underlying issues and the systems of oppression at this critical time.", "_id": "Walgreens.txt", "chonk": 1}
{"text": "Walgreens Boots Alliance strongly believes in the principles of peace and nonviolence, which are vitally important to remember today.", "_id": "Walgreens.txt", "chonk": 2}
{"text": "We are deeply committed to the diversity, inclusiveness, equal treatment and safety of all people, including our more than 230,000 Walgreens team members and 8 million daily Walgreens customers and patients.", "_id": "Walgreens.txt", "chonk": 3}
{"text": "We will continue to champion the health and wellbeing of all, and work to foster change and build bridges in every way possible.”", "_id": "Walgreens.txt", "chonk": 4}
{"text": "George Floyd’s death, and the many similar incidents of abuse and brutality affecting Black people and other people of color, underscore the need for self-reflection by both individuals and institutions in our country.", "_id": "Fannie Mae.txt", "chonk": 0}
{"text": "Fannie Mae understands the story of housing in America includes a history of systemic racism.", "_id": "Fannie Mae.txt", "chonk": 1}
{"text": "We are committed to doing all that we can to support a housing finance system that is free of racism, while also recognizing that Black people and other people of color all too frequently continue to suffer from racist housing policies and practices.", "_id": "Fannie Mae.txt", "chonk": 2}
{"text": "We look forward to partnering with those across the housing sector who have the commitment, resources, and energy to make lasting change.", "_id": "Fannie Mae.txt", "chonk": 3}
{"text": "Fairness and equality of opportunity are central to Fannie Mae’s affordable housing mission, and respect, diversity, and inclusion are cornerstones of our culture.", "_id": "Fannie Mae.txt", "chonk": 4}
{"text": "On behalf of Fannie Mae, I pledge that we will continue to ask how our actions as a company do or do not live up to these values.", "_id": "Fannie Mae.txt", "chonk": 5}
{"text": "We affirm our commitment to racial justice and inclusion.", "_id": "Fannie Mae.txt", "chonk": 6}
{"text": "We are also humble enough to know that we can do more.", "_id": "Fannie Mae.txt", "chonk": 7}
{"text": "And we will.", "_id": "Fannie Mae.txt", "chonk": 8}
{"text": "Message from Hugh Frater, CEO, and Dave Benson, President May 29, 2020 Dear Colleagues: Over the past few days, the sadness of this moment in our history has become even sadder.", "_id": "Fannie Mae.txt", "chonk": 9}
{"text": "Against the backdrop of a global pandemic bringing death to hundreds of thousands, the world is now witness to the terrible images surrounding the death of George Floyd, and related protests in Minneapolis and other cities across the country.", "_id": "Fannie Mae.txt", "chonk": 10}
{"text": "Our sadness today is not just for the Floyd family but for our larger human family.", "_id": "Fannie Mae.txt", "chonk": 11}
{"text": "So many of the pictures we’ve seen this week – and in other recent weeks – are hard to watch.", "_id": "Fannie Mae.txt", "chonk": 12}
{"text": "In many cases, they starkly underscore the cruelty of individual acts of hatred and the consequences of indifference to racism in too many parts of our society.", "_id": "Fannie Mae.txt", "chonk": 13}
{"text": "More broadly, this week reminds us again of the distance between the American ideals we aspire to, and the daily realities of life for too many Americans, especially people of color.", "_id": "Fannie Mae.txt", "chonk": 14}
{"text": "We are fortunate to work at a company with a social mission rooted in fair and equal opportunity, respect, diversity, and inclusion.", "_id": "Fannie Mae.txt", "chonk": 15}
{"text": "But we need to be honest about the disparities we know exist in our society, and diligent in continually finding ways to ensure that the values we espouse come to life in our workplace.", "_id": "Fannie Mae.txt", "chonk": 16}
{"text": "Like many things, this is especially challenging while we’re working remotely, but there are tools that can help.", "_id": "Fannie Mae.txt", "chonk": 17}
{"text": "We are united in our commitment to the hard work of not just opposing overt acts of racism, but of using this time to proactively advance diversity and inclusion within Fannie Mae.", "_id": "Fannie Mae.txt", "chonk": 18}
{"text": "We also recognize that while the events in Minneapolis shock the consciences of all, they touch our African American employees in particular and painful ways.", "_id": "Fannie Mae.txt", "chonk": 19}
{"text": "For now, we must continue to be distant from our offices.", "_id": "Fannie Mae.txt", "chonk": 20}
{"text": "But let’s use this period to grow closer as a community and to live our values to their fullest.", "_id": "Fannie Mae.txt", "chonk": 21}
{"text": "These times are hard.", "_id": "Fannie Mae.txt", "chonk": 22}
{"text": "But let them steel us to meet the great challenges of this moment.", "_id": "Fannie Mae.txt", "chonk": 23}
{"text": "I do not usually communicate with you about non-business issues, but I cannot remain silent in the wake of recent events.", "_id": "Caterpillar.txt", "chonk": 0}
{"text": "I am struggling with outrage, sadness and frustration at the tragic death of George Floyd, which followed so closely on the deaths of Ahmaud Arbery and Breonna Taylor.", "_id": "Caterpillar.txt", "chonk": 1}
{"text": "We grieve for Mr. Floyd and his family and friends as well as for the larger community of which he was a part.", "_id": "Caterpillar.txt", "chonk": 2}
{"text": "People of color in the United States are too often denied basic human rights that many of us take for granted.", "_id": "Caterpillar.txt", "chonk": 3}
{"text": "Everyone deserves to be treated with dignity and respect and have access to equal justice.", "_id": "Caterpillar.txt", "chonk": 4}
{"text": "I know many of you are also dealing with your own range of emotions in response to these recent events, and others might be struggling to fully understand the anger and frustration we are witnessing in communities across the country.", "_id": "Caterpillar.txt", "chonk": 5}
{"text": "These tragedies present us with an opportunity to listen and work to understand the experiences and perspectives of those who have suffered the destructive effects of racism.", "_id": "Caterpillar.txt", "chonk": 6}
{"text": "As Caterpillar employees, Our Values in Action require each of us to respect all people and their opinions, experiences and backgrounds.", "_id": "Caterpillar.txt", "chonk": 7}
{"text": "I ask you to reflect on your individual thoughts and actions and ensure they are consistent with Our Values.", "_id": "Caterpillar.txt", "chonk": 8}
{"text": "In honor of the lives taken and with a mission to help build a better world, the Caterpillar Foundation will make a donation to an appropriate organization that will be announced in the near future.", "_id": "Caterpillar.txt", "chonk": 9}
{"text": "I also encourage you to take advantage of our Caterpillar Foundation Matching Gift Program to support those organizations most important to you, your family and your communities in the fight against racism and injustice.", "_id": "Caterpillar.txt", "chonk": 10}
{"text": "Thank you for living our Caterpillar Values every day.", "_id": "Caterpillar.txt", "chonk": 11}
{"text": "There’s something on my mind that I wanted to share as we head into the weekend.", "_id": "HP.txt", "chonk": 0}
{"text": "It stems from the scenes we’ve watched unfold in Minneapolis this week, which have been a stark reminder of how much progress must still be made toward treating everyone with the fairness, dignity, and humanity they deserve.", "_id": "HP.txt", "chonk": 1}
{"text": "George Floyd, just like Breonna Taylor, Ahmaud Arbery, and far too many others, should be alive today, and we have all found ourselves seeking answers for why they are not.", "_id": "HP.txt", "chonk": 2}
{"text": "As we process these losses, we are also mourning those whose lives have been taken by COVID-19.", "_id": "HP.txt", "chonk": 3}
{"text": "This pandemic has impacted every single one of us.", "_id": "HP.txt", "chonk": 4}
{"text": "It has also laid bare the need to address the systemic inequities—racial, economic, and otherwise—that have plagued society for too long.", "_id": "HP.txt", "chonk": 5}
{"text": "HP was built on values of diversity and inclusion, fairness and equity.", "_id": "HP.txt", "chonk": 6}
{"text": "The character of our company is what made me proud to join as an intern all those years ago and has remained a source of pride each and every day.", "_id": "HP.txt", "chonk": 7}
{"text": "Our customers expect this of us, and our work is never done.", "_id": "HP.txt", "chonk": 8}
{"text": "It’s important that we use times like these as motivation to do more.", "_id": "HP.txt", "chonk": 9}
{"text": "It has been nearly six decades since Martin Luther King Jr. wrote, “Injustice anywhere is a threat to justice everywhere.”", "_id": "HP.txt", "chonk": 10}
{"text": "And they apply not just to the tragedies we’ve seen here in the U.S. over the last couple months, but also to injustices that I know are all too frequent in countries around the world.", "_id": "HP.txt", "chonk": 11}
{"text": "There has never been a more important time for us to live by the values on which HP was founded.", "_id": "HP.txt", "chonk": 12}
{"text": "They give us the light to lead through even the darkest days.", "_id": "HP.txt", "chonk": 13}
{"text": "And each of us can play important roles in advancing our best ideals and treating others with human kindness.", "_id": "HP.txt", "chonk": 14}
{"text": "There are no words we can say to bring back those we have lost, but we can honor their memory by the way we lead our lives and run our business.", "_id": "HP.txt", "chonk": 15}
{"text": "In these difficult times, I encourage you to reach out to those around you.", "_id": "HP.txt", "chonk": 16}
{"text": "Support others with compassion, empathy, and respect.", "_id": "HP.txt", "chonk": 17}
{"text": "Be leaders in your communities and across our company, because standing up for what you believe in is, and will always be, the HP Way.", "_id": "HP.txt", "chonk": 18}
{"text": "As always, if you need anything, I’m here for you, as is the entire leadership team.", "_id": "HP.txt", "chonk": 19}
{"text": "Even during times like this—especially during times like this—your strength is what gives me hope that better days are ahead of us.", "_id": "HP.txt", "chonk": 20}
{"text": "‪Earlier today, the McKesson family came together to listen, share and gather as a community.", "_id": "McKesson.txt", "chonk": 0}
{"text": "‪In these challenging times, and when some events of the last few weeks weigh on our society and consciousness, I remain hopeful about the power of what we can achieve if we are willing to stand up for justice and support one another.‬", "_id": "McKesson.txt", "chonk": 1}
{"text": "‪“Injustice anywhere is a threat to justice everywhere.”", "_id": "McKesson.txt", "chonk": 2}
{"text": "Across the U.S. in recent weeks, there have been a number of deeply disturbing events that have shaken us.", "_id": "Wells Fargo.txt", "chonk": 0}
{"text": "In Minneapolis, the tragic death of George Floyd and the subsequent protest activity reflect the anger, anxiety, and grief the community and our nation feels.", "_id": "Wells Fargo.txt", "chonk": 1}
{"text": "In Georgia, we saw the senseless killing of Ahmaud Arbery as he was out for a jog.", "_id": "Wells Fargo.txt", "chonk": 2}
{"text": "In addition, the pandemic has brought a wave of bias against many in the Asian American community, and we know that communities of color are being disproportionately impacted by COVID-19.", "_id": "Wells Fargo.txt", "chonk": 3}
{"text": "This is a painful time for our nation.", "_id": "Wells Fargo.txt", "chonk": 4}
{"text": "As a white man, as much as I can try to understand what others are feeling, I know that I cannot really appreciate and understand what people of color experience and the impacts of discriminatory behavior others must live with.", "_id": "Wells Fargo.txt", "chonk": 5}
{"text": "But, as the CEO of Wells Fargo, I can commit that our company will do all we can to support our diverse communities and foster a company culture that deeply values and respects diversity and inclusion.", "_id": "Wells Fargo.txt", "chonk": 6}
{"text": "My thoughts are with our employees in Minneapolis and across the nation as they mourn and deal with the anger and anxiety they are feeling.", "_id": "Wells Fargo.txt", "chonk": 7}
{"text": "Laurie Nordquist, Upper Midwest lead region president, has joined with leaders from other Minneapolis companies in making a joint statement to express their outrage about Mr. Floyd’s death and their commitment to investing in substantive change to address racial inequities and social justice.", "_id": "Wells Fargo.txt", "chonk": 8}
{"text": "I wholeheartedly support Laurie and the sentiments expressed in that statement.", "_id": "Wells Fargo.txt", "chonk": 9}
{"text": "When I joined Wells Fargo, I signed Business Roundtable’s Statement on the Purpose of a Corporation.", "_id": "Wells Fargo.txt", "chonk": 10}
{"text": "In particular, the statement calls for an economy that allows each person to succeed through hard work and creativity and to lead a life of meaning and dignity.", "_id": "Wells Fargo.txt", "chonk": 11}
{"text": "It stresses the importance of fostering diversity and inclusion, dignity, and respect among our employees and supporting and respecting the communities in which we work.", "_id": "Wells Fargo.txt", "chonk": 12}
{"text": "I firmly believe a diversity of insights and perspectives will drive Wells Fargo to the best ideas and outcomes possible.", "_id": "Wells Fargo.txt", "chonk": 13}
{"text": "Part of our journey is about being able to listen to the experiences of others and having honest, open dialogue across differences.", "_id": "Wells Fargo.txt", "chonk": 14}
{"text": "I encourage you all to visit our Enterprise Diversity & Inclusion homepage on Teamworks for tools and resources on how you can have these conversations and help create a more inclusive Wells Fargo.", "_id": "Wells Fargo.txt", "chonk": 15}
{"text": "Thank you for all you are doing to support our customers, our communities, and each other.", "_id": "Wells Fargo.txt", "chonk": 16}
{"text": "I’m writing to you to address recent events that have occurred here in the United States that are weighing heavily on so many of us over the past several days, weeks and months.", "_id": "Intel.txt", "chonk": 0}
{"text": "The senseless acts of racism and violence that recently took the lives of Ahmaud Arbery, Breonna Taylor and George Floyd, and threatened Christian Cooper are abhorrent and wrong.", "_id": "Intel.txt", "chonk": 1}
{"text": "We stand with Ahmaud, Breonna, George, Christian, their families, their friends and their communities, and we call for an end to acts of racism, inequity and social injustice.", "_id": "Intel.txt", "chonk": 2}
{"text": "Black lives matter. Period.", "_id": "Intel.txt", "chonk": 3}
{"text": "While racism can look very different around the world, one thing that does not look different is that racism of any kind will not be tolerated here at Intel or in our communities.", "_id": "Intel.txt", "chonk": 4}
{"text": "To our black employees and communities inside and outside Intel, I hear you and see you.", "_id": "Intel.txt", "chonk": 5}
{"text": "You are hurting deeply. You are angry. You are tired.", "_id": "Intel.txt", "chonk": 6}
{"text": "You are tired.", "_id": "Intel.txt", "chonk": 7}
{"text": "Barb Whye wrote about the pain many of you are feeling in a poignant note to her team titled “Where is the human in humanity?”", "_id": "Intel.txt", "chonk": 8}
{"text": "When any part of our One Intel team is hurting, we all hurt.", "_id": "Intel.txt", "chonk": 9}
{"text": "We stand with you and support you.", "_id": "Intel.txt", "chonk": 10}
{"text": "Standing on the sidelines is not an option.", "_id": "Intel.txt", "chonk": 11}
{"text": "My commitment to you is to open my mind and my heart to listen and act.", "_id": "Intel.txt", "chonk": 12}
{"text": "I ask all of us to do this, together.", "_id": "Intel.txt", "chonk": 13}
{"text": "We can start by living more deeply into our values.", "_id": "Intel.txt", "chonk": 14}
{"text": "Inclusion is one of the six values that shapes who we are and the culture we are creating at Intel.", "_id": "Intel.txt", "chonk": 15}
{"text": "We strive to build a culture of belonging.", "_id": "Intel.txt", "chonk": 16}
{"text": "We create a space where everyone can contribute to their fullest potential and deliver their best work.", "_id": "Intel.txt", "chonk": 17}
{"text": "We welcome differences, knowing it makes us better.", "_id": "Intel.txt", "chonk": 18}
{"text": "I challenge every one of us to ask ourselves the hard questions.", "_id": "Intel.txt", "chonk": 19}
{"text": "Am I building an inclusive team?", "_id": "Intel.txt", "chonk": 20}
{"text": "Am I making it possible for everyone to show up at work as their whole selves?", "_id": "Intel.txt", "chonk": 21}
{"text": "Am I role-modeling humanity?", "_id": "Intel.txt", "chonk": 22}
{"text": "What more can I do — especially right now?", "_id": "Intel.txt", "chonk": 23}
{"text": "Have empathy and compassion for one another and seek to understand.", "_id": "Intel.txt", "chonk": 24}
{"text": "For all the managers at Intel, let’s check in on our teams and have open conversations about what’s happening because we know what happens outside of work impacts the work we do inside.", "_id": "Intel.txt", "chonk": 25}
{"text": "More broadly, though, we have a greater responsibility to drive change in the world.", "_id": "Intel.txt", "chonk": 26}
{"text": "That is why our 2030 corporate responsibility strategy and goals include a deep focus on diversity and inclusion, including working with other companies to accelerate adoption of inclusive business practices across industries by creating and implementing a global inclusion index open standard.", "_id": "Intel.txt", "chonk": 27}
{"text": "At a time when some companies are disinvesting in diversity and inclusion, we are investing more because it matters.", "_id": "Intel.txt", "chonk": 28}
{"text": "It’s also why today Intel is pledging $1 million in support of efforts to address social injustice and anti-racism across various nonprofits and community organizations.", "_id": "Intel.txt", "chonk": 29}
{"text": "I also encourage employees to consider donating to organizations focused on equity and social justice, including the Black Lives Matter Foundation, the Center for Policing Equity and the NAACP Legal Defense Fund, all of which are eligible for Intel’s Donation Matching Program.", "_id": "Intel.txt", "chonk": 30}
{"text": "It’s with a heavy heart that I write this note because I’ve heard from many of you who are feeling deep pain and sadness right now.", "_id": "Intel.txt", "chonk": 31}
{"text": "I know I speak for the leadership team, our board of directors and our employees around the globe when I say: We are here for you.", "_id": "Intel.txt", "chonk": 32}
{"text": "Together we will get through this.", "_id": "Intel.txt", "chonk": 33}
