{"_source": {"content": "I wanted to say something earlier but was afraid it would come out wrong or that I wouldn't be able to find the words to express how I really feel.  However, I’ve realized that staying silent is far worse because, like you; I am outraged and heartbroken by the loss of life and the unequal treatment of the Black community.  The murders of George Floyd in Minneapolis, Breonna Taylor in Kentucky, and Ahmaud Arbery in Georgia are the most recent names added to a lengthy list of horrors faced by black people over the past several hundred years.  \n\nDuring this troublesome time, even when most people are craving normalcy, we must not turn a blind eye to injustices and continue to stand on the sidelines.  Returning to the status quo will only perpetuate the damage being done.  Everyone must do more to support the Black community.\n\nTaking the time to educate yourself and understand someone else’s perspective is one of the simplest, yet most powerful ways to show your support.  I'll admit until recently I didn't understand what the Black Lives Matter movement was actually about.  Why were the “All Lives Matter” social media posts looked at as racist?  \n\nI had to be missing something. \n\nIt was only after taking the time to read deeper on the subject that I finally understood why this is offensive and that the message of the Black Lives Matter movement is that black lives, because of racism, have never mattered as much as white lives, and until that changes, no lives should matter.  \n\nUnderstanding is just the first step.  To make changes happen, action must follow. So as our agents return to the office over the coming weeks, I have asked that we share ideas with each other about ways we can show our support to the Black community both on macro and micro levels.  \n\nAs an office, we will work to:  \n\t•\tGet more black people involved in the real estate industry  \n\t•\tOffer internships or mentorships to black students here in Boston \n\t•\tSupport black-owned businesses in and around Boston   \nAgents have also made donations to organizations such as:\n\t•\tDonate to Black Lives Matter\n\t•\tDonate to the NAACP\n\t•\tDonate to the ACLU\nI am also covering the cost of NAR’s “At Home with Diversity” course for agents who want to participate and learn more - many agents have already signed up.\n\nAt Berkshire Hathaway HomeServices Warren Residential, we stand with the Black community and are working to understand and make changes happen in the communities we serve. Each of us can make a difference through our actions, donations, and vote.\n\n- Nick Warren, CEO & Founder\n"}, "_id": "Berkshire Hathaway.txt"}
{"_source": {"content": "A Statement From Our Chairman And CEO On Our Opposition To Racism And Our Promotion Of Equality And Opportunity\nDARIUS ADAMCZYK | CHAIRMAN AND CHIEF EXECUTIVE OFFICER\n\n\nJune 17, 2020\n\n\n\n\n\n\n\n\n\n\n\nLike you, I have been personally outraged by the terrible killings of George Floyd and many other Black people within our U.S. communities. It is upsetting to think that racism continues to persist in our society, denying individuals the basic principles of equality and opportunity because of the color of their skin or their racial or ethnic origin.\nLet me state up-front and very clearly that we will never tolerate racism at Honeywell. Fully embracing the principles of Inclusion and Diversity and treating all employees with the utmost respect every day are requirements for working here. If you can’t do this, you don’t belong at Honeywell. I must also emphasize that along with Black employees, we are committed to supporting the inclusion of all diverse groups across our global workforce.\nDuring the past couple of weeks, my leadership team and I have talked with Black employees from a cross-section of our company to better understand their perspectives. We have learned much from them, including the fact that we as leaders don’t have all the answers – but there is much that we can do to make progress at Honeywell. We are committed to listening more and acting more as we move forward.\nWhat We Are Already Doing\nWe also heard consistently that employees don’t know a lot about what we are already doing to promote diversity and specifically to support Black- and minority-oriented institutions. While we have much to do, we also have to do a better job of communicating our current initiatives and programs and the future activities we will pursue.\nFor starters, we have a Board of Directors that is widely recognized for its diversity, with 2 African Americans, 4 women, 2 Hispanics, and 1 non-U.S. citizen representing a wide range of professional experiences and perspectives. This independent Board sets the tone for all of Honeywell and takes an active interest in ensuring we have a truly diverse workforce that represents all races, religions, geographies, and perspectives. They share my view that our diversity makes us stronger, and they challenge us to push ourselves in this area.\nPrior to the tragic death of George Floyd, Honeywell committed to a five-year corporate sponsorship of the National Museum of African American History and Culture in Washington, D.C. As part of the Smithsonian, this museum hosts millions of visitors a year and focuses on the richness, diversity, and resiliency of the African American experience. It may be a relatively new museum, but it is already an American icon.\nWe also committed to a two-year partnership this spring with the Carolina Youth Coalition (CYC), which provides opportunity to high-achieving, under-resourced minority students – the vast majority who are Black – by helping them enter, excel in, and graduate from college. We will support CYC not only with funding but also with the time and attention of our leadership volunteers.\nDuring the past school year, we supported Druid Hills Academy, a Title 1 school in North Charlotte that serves an underprivileged area. We did a clean-up day on the campus with 80 volunteers and sponsored a 20-week coding program aimed at elementary and middle school students.\nHoneywell Connected Enterprise (HCE) partnered with Black Girls Code in Atlanta to host girls of ages 7-17 from underrepresented communities to introduce them to technology and computer science. HCE also hosted more than 100 Posse Foundation scholarship recipients to help them build interviewing and job application skills.\nWe have sponsored learning programs for Jobs for America’s Graduates chapters in Arizona, North Carolina, and South Carolina for at-risk high school youth. Last year, JAG recognized Honeywell with its Highly Engaged Employer Partner Award.\nIn 2019, we entered into a three-year Integrated Pipeline Program with the National Society of Black Engineers to strengthen our recruitment of new employees as well as professional development opportunities focused on retaining mid-career professionals. To date, we’ve sponsored 36 scholarships through NSBE and are working to support summer camps and high school NSBE programs in 2020 and 2021. The camps promote science, technology, engineering, and math (STEM) education and will be held in Charlotte, Chicago, Atlanta, and Washington, D.C. We have also expanded our partnership with several Historically Black Colleges and Universities.\nFrom 2017 to 2019, we improved hiring of Black students from campuses by 54% and improved our overall hiring rate of Black employees by 36% during the same period. As of May, 7 of 10 roles posted across Honeywell had diverse slates – a nearly double-digit increase from the previous year. It’s good progress, but we have a long way to go. \nWhat We Are Committed to Doing\nWhen the killing of George Floyd led to street protests throughout the U.S., we immediately initiated a series of listening sessions so our leaders could hear directly from Black employees in different roles and at different levels of the company. We have found these sessions to be valuable and will extend them to other groups.\nIn addition to continuing leadership listening sessions, we are committing today to the following actions: \n\t•\tWe will continue to evolve our community relations programs and partnerships with key external organizations to emphasize diversity and opportunity across a broad range of society. A good example of this is our announcement today that we are Founding Sponsor of the Charlotte Center City Small Business Innovation Fund. We have committed $2 million this year to provide grants of up to $40,000 to small businesses with 50 or fewer employees. The grants will help these small enterprises survive the changing environment brought on by COVID through investments in technologies or upgraded marketing or business practices. When selecting grant recipients, we will prioritize minority-, women- and veteran-owned businesses. We have great partners on board to help us get moving quickly, and we are excited about what this program can do to help small business owners.\u2028\u2028\n\t•\tWe will intensify our focus on the recruiting, retention, and development of Black employees along with women and other minority groups. Two years ago, we introduced the Women’s Advancement Program to pair rising female executives with career champions while providing them access to career development and networking opportunities. Thanks to the success of this program, we are now planning to extend it to Black employees and other minority groups. In addition, we will deploy training for all employees in areas such as unconscious bias, with input from our employees on the content, and we will expand and strengthen Honeywell Black Employees Network chapters.\u2028\u2028\n\t•\tWe will enforce a revised zero tolerance policy under our Code of Business Conduct, which makes it explicit that there is zero tolerance specifically for racial discrimination. Zero tolerance means that anyone who engages in harassing or discriminatory behavior is subject to appropriate disciplinary measures, up to and including termination of employment. If anyone experiences, or witnesses, any behavior that is not in line with our racial discrimination policy, it is our expectation and requirement that you report it immediately to your supervisor, Human Resources, Legal, or the Access Helpline. Remember, we will never tolerate retaliation against those who step forward in good faith to report problems or concerns related to our Harassment Policy or Code of Business Conduct.\nThese steps are a starting point, not an end – and I’m counting on all of you to be the champions we need to ensure that racially discriminatory practices WILL NOT reside at Honeywell. Our leaders will be held especially accountable for fostering an inclusive and diverse workplace in which employees of all races feel valued, respected, and accepted.\nAs we approach this Friday’s 155th anniversary of Juneteenth, the oldest national celebration of the ending of slavery in the U.S., we can take pride in all that we do to foster diversity. At the same time, we are humbled by what remains to be done and committed to continuing to make progress.\nThank you in advance for your support.\n"}, "_id": "Honeywell.txt"}
{"_source": {"content": "Today NIKE, Inc. is announcing a $40 million commitment over the next four years to support the Black community in the U.S. on behalf of the NIKE, Jordan and Converse brands collectively. This commitment will be focused on investing in and supporting organizations that put social justice, education and addressing racial inequality in America at the center of their work. \n“Systemic racism and the events that have unfolded across America over the past few weeks serve as an urgent reminder of the continued change needed in our society. We know Black Lives Matter. We must educate ourselves more deeply on the issues faced by Black communities and understand the enormous suffering and senseless tragedy racial bigotry creates,” said John Donahoe, President and CEO of NIKE, Inc. “The NIKE, Inc. family can always do more but will never stop striving to role model how a diverse company acts. We will continue our focus on being more representative of our consumers while doing our part in the communities we serve.”\nWe believe in a level playing field for all and leveraging the power of sport and our brands to move the world forward. This additional $40 million builds upon the NIKE, Inc. family’s long history of providing support to the communities in which they operate in. We are deeply committed to driving focus and impact through our teams, brands and community partners. \nDuring this past year, we’ve stepped up our own efforts and measures of accountability in the areas of Diversity, Inclusion and Belonging to foster an inclusive environment and attract a more diverse workforce. We are driven by a commitment to transparency, accountability and impact and share our progress in these areas annually through the Nike Impact Report.\n"}, "_id": "nike.txt"}
{"_source": {"content": "For all of us who care deeply about diversity, equality and fairness, it’s been painful and heartbreaking to watch the tragic events of this past week in Minneapolis and in several other parts of America. These events are emblematic of the inequities that black and other diverse communities face on a daily basis. The need for change is evident and we know that more work needs to be done to ensure that all people in all communities feel included, equal and safe. As a company that is deeply committed to diversity, inclusion and human rights, we will strengthen our resolve in advocating for change and in doing our part so that we build a society that protects all people and values all voices."}, "_id": "MetLife.txt"}
{"_source": {"content": "Standing strong together \nThis has been an incredibly difficult time in America—troubling and sad. The murder of George Floyd is an atrocity. We all stand in horror, grieving as a nation alongside his family and his community. To see a man killed, a life ended cruelly and senselessly is something that will haunt me forever. But for people of color in communities all over this country and around the world—that footage is not a surprise, it is all too familiar. The fault lines of our society are laid bare. From the devastating and disproportionate impacts of COVID-19 to the devastating impacts of police brutality, the long-standing racial injustice in America that began 400 years ago is impossible to ignore. And the people who have been ignored are now demanding to be heard. We are listening. \n\nI recently spent some time with a group of black team members—mostly listening. How are we doing? Have we succeeded in creating a company where all our team members feel safe and valued? How can we do more? How can we do better? What was supposed to be a one-hour meeting lasted much longer. I’ve been thinking about the conversation a lot, about our team members, our friends and families. The main thing I heard was we need to create space for tough conversations, have greater leadership accountability and take actions that drive positive socio-economic change for communities of color. I am optimist about what we’ve built at Dell, of our culture that’s designed to support every team member in reaching their full potential, and of our vision for where we’re going. I’ve always believed diversity is power. It’s how we win and win the right way. We can lead by example and lean into our inclusive culture. We can lead by example and surround each other in love and support when we need it most. \n\nLater this week, our Black Networking Alliance ERG will hold a moment of reflection to recognize and hear from those who are most affected by recent acts of violence. I’d ask that everyone please join with us in this moment. Additionally, our Chief Diversity & Inclusion Officer, Brian Reaves, is talking internally and with our partners to see where additional investment is needed. We need to do things differently now so that we can lead measurable change and truly be an employer of choice for all. I encourage you to get involved. Because for all the word we do within our own company, there will never be true justice or equality until we root out the rotten underbelly of racism that is eating away at the most cherished values we hold dear. Real change requires us all to actively participate in the hard work that lies ahead…the hard work that has to be done for our nation and our world to hear, grow strong, and for us to move forward as one people with a shared voice. \n\nI am thinking about my role. I hope you are thinking about yours. This is a time to stand strong together. Let’s be kind. Let’s be loving. Let’s stand up for each other and be the change. "}, "_id": "Dell.txt"}
{"_source": {"content": "Colleagues,\nSince my initial note to you last month following the murder of George Floyd, the topic of GE’s own practices and actions on inclusion and diversity has been on my mind constantly. I’ve spoken to many Black leaders inside and outside of GE during this time. A week ago, I joined our African American Forum (AAF) town hall with nearly 1,800 GE employees for a spirited hour of conversation. The questions raised by our colleagues were tough and fair, and the personal stories were deeply impactful. I am listening and continue to develop insight into how we as GE can rise to the challenge to build a world that works…for everyone. That job begins with me and my leadership team. But, ultimately, we all have a role. \nToday, I am sharing actions GE is taking on what will be a long and much-needed journey toward sustainable change with real impact. You have gotten to know me in these last 20 months, and I hope you have learned that I favor action over words, and I don’t sign up for commitments we can’t fulfill. With that in mind, there are important steps we will take to move us forward. Let us recognize that there is no quick fix. We have work to do, but it’s work we can do, and I am deeply committed to seeing it through.\nWith all of this in mind, here are our first actions:\nAccountability\nTo drive progress, we will harness the power of corporate, our businesses and the HR function. And in concert with our overall efforts to shift GE’s focus and resources to the business units, that is where much of the important work will take place. I am heartened by the commitment from all our business CEOs to take this on and drive accountability. \n\t•\tAt the Corporate level, I will name a Chief Diversity Officer to join my senior team, selected from among our senior leaders known for accountability and driving business results.\n\t•\tEach GE business also will name a Chief Diversity Officer on their leadership team, mirroring the concept I described above.\n\t•\tWe will reinstate our CEO Diversity Council, a roundtable of all our business Chief Diversity Officers and GE-wide Affinity Network leaders, to meet with my senior team, our business CEOs and me on a quarterly basis. You can expect these meetings to have the same rigor as our operating reviews where we get to root cause on problems and embrace the “red” in order to improve. \n\t•\tBusiness CEOs will assume active sponsorship for each of our Affinity Groups. Having business champions drives a new level of accountability as well as additional inclusivity as our CEOs gain invaluable perspectives. And while today’s actions respond to recent events and discussions with our Black colleagues and their allies in the GE community, we are committed to ensuring our efforts are also inclusive of all our under-represented groups.\n\t•\tDuring our Monthly Op Reviews, each business CEO and their Senior HR Managers will now report on their Inclusion and Diversity KPIs so we have regular visibility and accountability as we do with all critical business metrics.\n Transparency\n\t•\tMany of you have asked about our diversity data. With transparency as one of our core Leadership behaviors, I’ve asked Kevin Cox to explore and come back to me with a recommendation as to how we can responsibly and transparently share our diversity data. Other companies are taking this step, and I view it as important for GE. I don’t think our metrics will surprise – or satisfy – anyone, but they will indicate the progress we have yet to make.\nTalent Development\n\t•\tWe will direct and empower the business HR heads to create a strong and effective mentoring, development and sponsorship program for rising diverse talent. I have found mentorship to be invaluable and want to consider how we do this in a thoughtful and sustainable way. I also plan to invest more of my own time in mentoring our next generation of leaders. I love to teach and share my experiences and doing this with a diverse set of leaders is a priority.\n Community\n\t•\tAs I’ve written before, my wife and I are strong believers in education. It’s an important family value of ours, and we believe the single most important driver of economic inclusion. Creating educational opportunity is a focal point for much of our personal philanthropy, including the funding of the GE Chairman scholarships.\n With this in mind, I’ve asked the GE Foundation to explore ways we can build on this, starting with an initial $1MM contribution to fund economic inclusion with a primary focus on education and retraining. This action is consistent with the GE Foundation’s long history of supporting education and workforce diversity programs. I’ve asked Russell Stokes to work with Linda Boff and the Foundation to crystallize where this future investment will have the greatest impact.\nI believe that the issues we are facing must be addressed at their root cause to ensure we create sustainable change that brings equity and justice to not only our Black communities but all other diverse communities.\nOur Values\nAt GE, we believe in the value of your unique identity, background, and experiences. We know that by embracing diverse teams and perspectives we are better equipped to innovate, to solve big problems, and to deliver for our customers.\nWe are committed to fostering a culture of respect. And that means we hold our employees and our leaders to the highest standards. Each of us is an ambassador for GE, and how we conduct ourselves both at and outside of work should be done respectfully. GE has no tolerance for racist words, actions or attitudes.\nIn closing, I want to thank the many employees who have shared their personal stories and experiences with me. I have been deeply touched. I hold these close and they underscore that we have a great deal of work to do as a company and as a country. And as I said during the AAF town hall last week, Black lives matter…absolutely. \nThese are the actions we are announcing today and upon which we will build and grow. As I said when I wrote to you about these issues last month, our first Leadership behavior is “Act with Humility.” Humility begins by admitting none of us have all the answers. I encourage us all to listen intently to the needs and perspectives of others and work together to make meaningful progress.\nI invite your thoughts and deeply appreciate your support. \n"}, "_id": "GE.txt"}
{"_source": {"content": "LOUISVILLE, Ky.--(BUSINESS WIRE)--Today, Humana (NYSE: HUM) announced actions to support its hometown of Louisville in its efforts to address racial inequity and unite toward a stronger community.\n“We are at a pivotal moment in our country’s history, and it will come down to the actions and commitments we make today that will position us for a better tomorrow,” said Bruce Broussard, President and CEO of Humana. “Caring for each other and respecting differences is who we are as a company, and we do not tolerate racism or discrimination of any kind. At the core of our values is serving the communities in which we operate. The mission of our company has taken on particular significance in our hometown of Louisville that is reeling from the devastating loss of Breonna Taylor, protests and ensuing tragedies. This is a community that is already suffering the impact of COVID-19. There is a lot of work and healing to do to rebuild physically and emotionally.”\nAmong its commitments, Humana will:\n- Donate $11.5 million focused on rebuilding, relief, equity and inclusion efforts in Louisville. Proceeds will support the health of the community, create greater health equity, and make the company’s hometown more inclusive and equitable for all.\n- Contribute up to 160,000 employee volunteer service hours to help revitalize downtown Louisville and communities across the country.\n- Partner with local health officials to further the impact of the company’s Bold Goal commitment to address and improve the underlying health disparities in Louisville.\n- Continue to invest in the upskilling/reskilling of Louisville talent in partnership with other corporate partners.\nAs part of its $11.5 million commitment, Humana is donating $6.5 million to ensure the Louisville Urban League’s Sports and Learning Complex located in Louisville’s west end reaches its finish line.\n“The Sports and Learning Complex is about transforming a community that has suffered for far too long. It is about investing in ways that are responsive to the demands ringing loud and clear here in Louisville and across America. Through this project, we are cleaning up a brownfield, improving health outcomes and catalyzing economic development. We are not just helping to revitalize a community but the human spirit,\" said Sadiqa Reynolds, President & CEO of the Louisville Urban League.\nIn 2018 and 2019, Humana invested more than $9 million in Louisville’s non-profits, with $5 million dedicated to the west end. Through these investments and more announced today, Humana is showing its dedication to improving the quality of life in Louisville, including addressing the social determinants of health.\nHumana employs nearly 13,000 associates in Kentucky—1,200 of whom reside in Louisville’s west end.\n"}, "_id": "Humana.txt"}
{"_source": {"content": "I continue to grieve for the lives of George Floyd, Ahmaud Arbery, Breonna Taylor and countless other victims of racism. I understand the outrage that followed these senseless acts and fully support the right and need to peacefully protest. Here is a transcription of a voice message I sent to our Goldman Sachs people Thursday night:\nI continue to hope that you and your families are faring well during these extraordinary times. I remain so grateful for what you're all doing to collectively help Goldman Sachs navigate through this global pandemic. \nWithout question, living in various states of quarantine takes a toll on all of us in different ways and I know it's not easy for any of us.\nWe have – appropriately – been highly focused on how we manage work, how we take care of family and our responsibilities at home; how we juggle new ways to interact in this complicated setting, and how we operate our lives within the necessary government and health guidelines.\nAs we all have our heads down, focusing on the immediate needs surrounding us, I encourage you to “look up,” to take into account what's happening around us.\nMy concern arises from what I am seeing and reading about in terms of the many who are struggling to manage their daily lives during the strain of the pandemic.\nBut, it also stems from my concern about the recent deeply disturbing acts of hatred, racism and discrimination, and the broader implications of that.\nI am disturbed by the increasing anti-Asian sentiment around the world as it relates to the coronavirus pandemic. \nAnd I am horrified by continued attacks against the black community, highlighted most recently in the U.S. with the deaths of Ahmaud Arbery and George Floyd, and with what Christian Cooper experienced in Central Park in New York City this past Monday.\nI want to remind each of you that as a community – there is no place at Goldman Sachs for racism or discrimination against any group in any form.\nI know that acts of inhumanity – against any person or group – have a profound impact on our people; how that manifests in each person is unique and personal to them.\nI also know that this is not a time to be silent. I know it in my gut – and I know it from many of you who have reached out – the many of you for whom these types of words and deeds are particularly and personally painful.\nSo I am asking all of you – even with everything you are going through and everything you are doing – to “look up” and acknowledge what is happening around us. I want you to check in with each other, and be willing to have conversations that may take us outside of our comfort zone.\nWe will not let this pandemic erode our culture of openness and respect. To guard against that, we must continue to be aware of what is happening, speak out against injustices and be willing to talk candidly in an environment of honest dialogue.\nImportantly, our ability to excel as a globally interconnected work force must be buttressed by a collective sense of purpose and our shared values as a community.\nFor my part, I continue to stand with all of you in supporting our broad COVID-19 relief efforts which are helping to improve the lives of so many around the world.\n"}, "_id": "Goldman Sachs.txt"}
{"_source": {"content": "Dear Fellow Employee,\nThe recent killing of George Floyd as well as other instances of lethal attacks and harassment of unarmed black citizens in our nation continue to drive outrage and calls for action by people of all cultural backgrounds, including many of our employees. Feelings of grief and anger cause us to confront the inscrutable idea that the lives of some are deemed less valuable – and less worthy of dignity, care and protection – than the lives of others.\nWhile these devastating incidents are not new, there’s something unique about what’s happening in this moment. The pandemic coupled with these recent injustices have pushed the issues of racial disparity into the open.\nWe, too, are struggling to make sense of the recent tragedies that leave us feeling overcome with sorrow. While we don’t have all the answers, we resolve to use our compassion, our creative ideas and our collective sense of humanity to ensure we are fostering a culture that acknowledges our people’s feelings and their pain. We also realize that now more than ever is the time for us all to further strengthen our commitment to diversity and inclusion everywhere.\nWe intend to focus our efforts and resources to compassionately and constructively talk about these matters openly and honestly as we seek solutions. We intend to keep the conversation going, not just today, but for as long as it takes to bring about real change.\nBob Chapek, Bob Iger & Latondra Newton\n"}, "_id": "Disney.txt"}
{"_source": {"content": "Hatred and discrimination have no place in our society. At John Deere, our actions speak for us. We act for one another, our customers, our dealers, our communities, and the world around us. Today, we’re pledging $1M to the NAACP Empowerment Programs to fight against racial inequality. We’re also providing a 2:1 match on U.S. employee donations to several social justice organizations. And we stand ready to strengthen our longstanding work with organizations like the Thurgood Marshall College Fund, Executive Leadership Council, National Society of Black Engineers, National Black Growers Council, and MANRRS. Together we will create lasting change. "}, "_id": "John Deere.txt"}
{"_source": {"content": "Dear Colleagues,  \nFrom time to time, I’ve reached out to our workforce on matters that I deem are of significant social and cultural importance to our company and our world. This note addresses such a matter.  \n\nChairman & CEO Ryan Lance\nAs you know, many cities in the U.S. and around the world are now in the throes of protests, some of them violent, arising from several incidents of senseless minority deaths. At a time when nerves are already frayed due to COVID-19, these incidents — and the fallout — serve as a stark reminder that our journey toward racial equality and justice for all is not complete.  \nRecently, I had the opportunity to weigh in on a statement condemning racial injustice that was released over the weekend from the Business Roundtable, an association of chief executive officers of America’s leading companies. The statement is as follows:  \n“We share the anger and pain felt by so many Americans at the recent killings of unarmed black men and women. Racism and brutality have no place in America. We grieve for the families, friends and communities of George Floyd, Ahmaud Arbery and countless others. These tragedies reflect longstanding racial injustice in our country. As the employers of more than 15 million individuals of all backgrounds, whose diversity strengthens our institutions, Business Roundtable CEOs are deeply concerned about the racial bias that continues to plague our society. At a time of great uncertainty, when communities of color are facing deep inequities, now is a time for unity and justice. We call on national, local and civic leaders to take urgent, thoughtful action to prevent future tragedies and to help our communities heal.”  \nI support this statement by the Business Roundtable and believe it also reflects our position at ConocoPhillips. We still have a way to go on our D&I journey, but we have an opportunity to learn from this moment and make our “Who We Are” culture even stronger. Thank you for your commitment to eliminate bias and injustice in all its forms.  \nStay safe,  \u2028Ryan\n"}, "_id": "ConocoPhillips.txt"}
{"_source": {"content": "A Message from Rich Fairbank, Chairman and CEO\nRead a message sent to associates from Capital One's Chairman and CEO about our commitment to racial equality and justice\n\nRecent events in America are a sobering reminder of our country’s long and troubled history of racial inequality and injustice. And how these issues can linger, simmer, and boil over—into our hearts and onto our streets. The images and stories that fill our phones and TV screens are heartbreaking, leaving us sad, frustrated, or angry. We know that many in our community, including many of our Black associates, are hurting deeply. \nIt is often easier and more convenient to avoid uncomfortable conversations on race, justice, and equality. Thank you to those who have shared with me personally your emotions and your struggles over the past few days. And I am grateful to all of you who have stepped up to have difficult conversations or share your feelings with each other. We must seek to walk in the shoes of others. Acknowledging the pain being felt today by our colleagues and fellow citizens is vital. And creating the space and grace to listen, and to live our values actively and without judgment, is more important now than ever.\nAt Capital One, we reject racism in all its forms. From our founding days, we have been committed to the dignity, respect, and inclusion of every associate. And to unleashing every person’s talents and potential—no matter their race, ethnicity, religion, gender, sexual identity, age, disability, or background. We have built a company that endeavors to be a welcoming and inspiring place for all. We seek and embrace diversity. We are committed to having a workforce that is representative of America. And I am hopeful that together we can harness the sadness, anger, and energy of these difficult times to elevate the discussion, drive positive change, and create a greater sense of shared purpose and understanding.\nI wish you and your loved ones health and strength in these challenging times. And thank you for making Capital One a special place for each of us to work, to be ourselves, and to succeed.\nRich\n"}, "_id": "Capital One.txt"}
{"_source": {"content": "Team,\nThis is an extraordinarily difficult time in the United States as we grapple with tragedy and unrest in our communities. There is absolutely no place for racism or unequal treatment anywhere, and we must unequivocally speak out and reject it when we see it. That’s why we are writing to you today.\nThe recent killings of George Floyd, Ahmaud Arbery, Breonna Taylor and many others are devastating. The unrest across the nation and the grieving in our local communities are a reminder that we all must keep doing more to create meaningful change and healing.\nAt FedEx, our workforce is as diverse as the world we serve, and we believe that everyone deserves respect. Embracing diversity is not just the right thing to do; we also have proven that it fosters innovation and makes us a more competitive company. It’s also about fostering acceptance, promoting anti-biases, and encouraging a more inclusive society. These values are core to who we are and how we operate.\nAs a company and as individuals, we must understand the power of our words and thinking. We should demonstrate empathy and kindness in all our actions and be willing to address these topics in and outside of the workplace. The conversation about treating people with respect, dignity, and acceptance is one that is necessary and one we must keep going. And now, more than ever, it is a priority.\nWe are proud of our long-standing history of supporting and fostering relationships with organizations that are working to make our society more equitable and just. We will continue working with the leaders of those organizations to see what more we can do together.\nYou have our commitment that at FedEx, we won’t rest in our pursuit of a world where everyone is treated equally and given the respect they deserve.\n \n"}, "_id": "Fedex.txt"}
{"_source": {"content": "Dear Senators Booker and Harris, and Representatives Bass, Jeffries, and Nadler:\nIn September 1953, more than a decade before the passage Of the Civil Rights Act, IBM took a bold stand in favor of equal opportunity. Thomas J. Watson, Jr., then president of IBM, wrote to all employees:\n” . . .Each Of the citizens of this country has an equal right to live and work in America. It is the policy of this organization to hire people who have the personality, talent and background necessary to fill a given job, regardless of race, color or creed.”\nWatson backed up this statement with action, refusing to enforce Jim Crow laws at IBM facilities. Yet nearly seven decades later, the horrible and tragic deaths of George Floyd, Ahmaud Arbery, Breonna Taylor and too many others remind us that the fight against racism is as urgent as ever.\nTo that end, IBM would like to work with Congress in pursuit of justice and racial equity, focused initially in three key policy areas: police reform, responsible use of technology, and broadening skills and educational opportunities. Our suggestions include:\nPolice reform – new federal rules should hold police more accountable for misconduct.\nCongress should bring more police misconduct cases under federal court purview and should make modifications to the qualified immunity doctrine that prevents individuals from seeking damages when police violate their constitutional rights. Congress should also establish a federal registry of police misconduct and adopt measures to encourage or compel states and localities to review and update use-of-force policies. We also urge Congress to consider legislation such as the Walter Scott Notification Act, sponsored by Sen. Tim Scott of South Carolina, which would require that states receiving federal funding report more details on the use of deadly force by law enforcement officers to the Department of Justice so that an accurate picture of such incidents is available for public scrutiny and analysis.\nSeveral of these suggestions are included in the Justice in Policing Act of 2020 that you recently introduced. IBM welcomes your early leadership in announcing these proposals and stands ready to work with you and other Members of Congress, from both sides of the aisle, toward broad bipartisan legislation that can be enacted into law.\nResponsible technology policies – technology can increase transparency and help police protect communities but must not promote discrimination or racial injustice.\nIBM no longer offers general purpose IBM facial recognition or analysis software. IBM firmly opposes and will not condone uses of any technology, including facial recognition technology offered by other vendors, for mass surveillance, racial profiling, violations of basic human rights and freedoms, or any purpose which is not consistent with our values and Principles of Trust and Transparency. We believe now is the time to begin a national dialogue on whether and how facial recognition technology should be employed by domestic law enforcement agencies.\nArtificial Intelligence is a powerful tool that can help law enforcement keep citizens safe. But vendors and users of Al systems have a shared responsibility to ensure that Al is tested for bias, particularity when used in law enforcement, and that such bias testing is audited and reported.\nFinally, national policy also should encourage and advance uses of technology that bring greater transparency and accountability to policing, such as body cameras and modern data analytics techniques.\nExpanding opportunity – training and education for in-demand skills is key to expanding economic opportunity for communities of color.\nWe need to create more open and equitable pathways for all Americans to acquire marketable skills and training, and the need is particularly acute in communities of color. At IBM, we see an urgent demand for what we call “new collar” jobs, which require specialized skills but not necessarily a traditional 4-year college degree. Such jobs can still be found today in fast-growing fields from cybersecurity to cloud computing. We urge Congress to consider national policies to expand the number and reach of programs such as:\nP-TECH – Developed by IBM earlier this decade, P-TECH is a grade 9-14 school model where students earn both their high school diploma and a no-cost associates degree in a STEM field without incurring student debt. Today, 220 P- TECH schools are serving 150,000 students worldwide, with a heavy focus on students of color in educationally underserved areas in the United States. From Brooklyn to Chicago, from Dallas to Baltimore, these schools are creating real opportunities and real jobs for young people today. We should scale them nationally.\nPell Grants – Today Pell Grants are an important pathway for students of color\u2028to go to college. But there are virtually no Federal funds available for non-college skills training or job certification programs for in-demand New Collar jobs. Eligibility for Pell Grants should be expanded – including for incarcerated persons – beyond traditional four-year degree programs so that students with real economic need can build relevant skills through other education and training pathways that fit their life circumstances.\nWe offer these suggestions in the constructive spirit of problem-solving that has always defined our company and its people. We realize these measures are only a beginning, but IBM wants to help advance this nation’s pursuit of equity and justice and we stand ready to work with you to advance policies that will help unify our country and advance our national purpose.\nSincerely,\u2028Arvind Krishna\n"}, "_id": "IBM.txt"}
{"_source": {"content": "[Note: These are remarks James Quincey prepared and first shared with Coca-Cola employees during a virtual town hall on June 3.]\n\nGeorge Floyd. Killed. A senseless tragedy for him and his family. Ahmaud Arbery. Breonna Taylor. Philando Castile. Sandra Bland. Freddie Gray. Michael Brown. Eric Garner. Tamir Rice. Trayvon Martin. All killed. All Black Americans, predominantly male Black Americans. All of whom should be alive today.\u2028\n\nI, like you, am outraged, sad, frustrated, angry. Companies like ours must speak up as allies to the Black Lives Matter movement. We stand with those seeking justice and equality.\n\nReality is that there is still a wound in the fabric of America that is not just not healed – but is being reopened. Racism. It begets violence, it begets death.\n\nIt’s nearly 30 years since the video of Rodney King being beaten by police officers shocked the world. At the time, we spoke out. Roberto Goizueta, then-Chairman and CEO of The Coca-Cola Company, said at an event, “Defending justice, creating economic opportunity and ensuring quality education is more than a noble cause. It is our duty. Nothing we value… our families, homes and businesses…are safe in the face of oppression, poverty and ignorance.”\n\nIt is our duty.\n\nNow, with George Floyd’s death, I’ve been reflecting on our duty to Black people in America. Simply put, America hasn’t made enough progress, corporate America hasn’t made enough progress and nor has The Coca-Cola Company.\n\nAs a nation and as individuals, we must do better. Businesses like ours can play an important role. As a company that believes diversity and inclusion are among our greatest strengths, we must put our resources and energy toward helping end the cycle of systemic racism.\n\nThe company is not perfect. It’s done great things, things to be proud of. From the emblematic to the sustained. From celebrating Dr. Martin Luther King Jr., through being the first to have African-Americans in advertising, to providing leaders to work on desegregation, to education, to South Africa, to refranchising to two new African-American entrepreneur-owned U.S. bottlers. One of whom, Troy Taylor, is with us today [as a speaker in the company’s town hall].\n\nAnd it’s made mistakes, including the grave one with the largest discrimination lawsuit in U.S. history in 1999/2000. As the judge said, our biggest issue was not that we made mistakes and that there were individual cases, but that when we knew, we didn’t act to remedy and improve.\n\nWe don’t have all the answers. But I believe that we, together with civic and community advocates, government officials, fellow business leaders, our partners – and with the views and voices of those who challenge injustice – we can find solutions.\n\n\n\nOur efforts will focus on four main areas – listening, leading, investing, advocating.\n\nLISTENING: We believe our company and our brands have the power to drive change. And we want to get this right. In order to make progress for those who have been hurt by systemic racism, we need first to listen. We have ideas; we received ideas from employees, and we know that this is the beginning. That’s why we’re spending time listening to employees and seeking their input on meaningful actions we can take, both internal and external. We will seek out the voices and expertise of community leaders and social justice advocates to inform our actions. And we will continue to use multiple forms to continue to listen, to further the actions that we will take to lead, invest and advocate.\n\nLEADING: As a company, we need internally to be an example for corporate America and society overall, otherwise what platform do we have to lead from? We need to take multiple actions. We will renew the mandatory diversity and inclusion training. Also, the company donated the land and helped set up the National Center for Civil and Human Rights, here in Atlanta right next to the World of Coke, but how many of us have visited it? We all need to go and spend time there. It’s four years since we had the first [internal company] Stand As One conversation following a similar death. Taking one measure – representation of African-Americans as a percentage of our U.S. employees – we’ve made mixed progress. In the total numbers, we’re up 3 points to 19%, ahead of overall country [population]. But in leadership positions, grade 14-plus, we are flat, at a poor 7%. We need to be more effective in making progress. So we’re appointing leaders in our business to drive the development and implementation of additional business actions.\n\nINVESTING: We will invest our resources to advance social justice causes. We will use the voices of our brands to weigh in on important social conversations. For example, today we are announcing $2.5 million in grants from The Coca-Cola Foundation for the Equal Justice Initiative to assist advocates and policymakers in the critically important work of criminal justice reform; the NAACP Legal Defense Fund in support of the “Policing Reform Campaign;” and the National Center for Civil and Human Rights to deliver a platform to bring people together for powerful conversations that matter and inspire social change and their current “Campaign for Equal Dignity.” In addition, we will match employee donations to these initiatives, as well as contributions to the 100 Black Men of America and the National CARES Mentoring Movement. Starting with me.\n\nADVOCATING: Together with our bottling system, we will work through our business network to support change and embrace policies that matter, starting with publicly supporting legislation to advance a hate-crimes law in Georgia. We also will continue to support collective actions and pledges across the business community, such as the Business Roundtable, the Atlanta Committee for Progress and CEO Action for Diversity and Inclusion. And more will need to be done.\n\nAt times, this will be challenging and uncomfortable, and it will require courage, humility, dedication and reflection.\n\nOur pledge as a company is that we will do our part to listen, learn and act. Coca-Cola is committed to making a difference in our communities and within our company by mobilizing our history of advancing civil rights and by rallying the strength of our employees, families and friends. Our company must play a visible and proactive role in creating the change that is desperately needed. More progress must be made. It is our duty.\n"}, "_id": "Coca Cola.txt"}
{"_source": {"content": "In the wake demonstrations calling for justice and reform that highlight the urgent need for systemic change, American Airlines has undertaken deepened discussions with black team members and members of our Black Professional Network EBRG to hear their pain and frustration about the impact systemic racism has in their daily lives. After listening and taking suggestions from across the company, the airline’s senior leadership team issued a letter to all team members outlining the next steps to increase its focus on diversity, equity and inclusion.\n\nThe tragic deaths of Rayshard Brooks, George Floyd, Breonna Taylor and Ahmaud Arbery have ignited an overdue reckoning with the brutality and racism that black Americans have dealt with for far too long. Their deaths are not isolated events. The past weeks of demonstrations calling for justice and reform highlight the urgent need for systemic change, because Black Lives Matter.\nWe cannot allow the events of the past few weeks to result in nothing more than outrage, remorse and protests. We must take the energy and awareness created from these tragedies and convert it into meaningful and sustainable change. We must use these events to bring us closer together as a society, not pull us further apart.\nWe recognize these are global problems that have particularly plagued the United States for more than 400 years. We believe very strongly that those who are privileged with leadership have a responsibility to break down barriers to success for those less privileged. Our primary collective responsibility is to ensure that it is the case here at American Airlines. But we also need to use our voices within the business community to encourage and support corporate efforts to eliminate systemic racism in America.\nAs to American Airlines, over the past three years, we’ve taken a number of important steps to increase our focus on diversity, equity and inclusion, including hiring our first Chief Inclusion and Diversity Officer. Additionally, we established the company’s Office of Diversity, Equity and Inclusion to ensure we implement best practices across our business. We’ve delivered implicit bias training for more than 100,000 of our team members and created a specialized customer relations team to listen to, resolve and learn from any customer complaints of discrimination.\nWe’ve been proud of that work, but it’s not enough. Over the past few weeks, we have deepened our discussions with our black team members, including members of our Black Professional Network EBRG, and our customers. Those conversations have led to a series of important suggestions and recommendations in addition to the work that is already underway. Those additional efforts will begin by focusing on three areas.\nContinued listening and relationships\nIn order to move forward, we must begin by taking the time to listen to each other, particularly to our black colleagues and customers. We need both introspection and learning from the experiences of others with open hearts and minds. Trust and relationships are required to both bring communities together and to confront systemic racism.\n\t•\tListening sessions and Town Halls: In the coming months, we will be hosting numerous gatherings and listening sessions about race with our team members and the communities across our network. We can’t rely on these important interactions and learnings to take place on their own; we need to provide the forums for them to take place.\n\t•\tCommunity Council: In an effort to better serve our customers, we will establish a Community Council, which will be sponsored by President Robert Isom. This newly formed council will be made up of our company’s senior executives and a cross-section of black community leaders who will provide feedback on a variety of company initiatives with a focus on issues impacting the customer travel experience. These community leaders will make recommendations and provide perspectives on the challenges that our black customers face.\n\t•\tAdvocacy efforts: We commit to join, lead and support efforts by the business community to address the systemic causes of injustice in the communities we serve and in Washington, D.C.\nContinued learning and aligned values\nWe must provide an inclusive workplace for current and future team members. To that end, we are recommitting ourselves to supporting a culture where all team members are valued and respected. Any incidents of conscious or unconscious bias toward our customers and team members is unacceptable and will be addressed appropriately. Each one of us is accountable for ensuring that our actions — and those of our fellow team members — support a culture of inclusion and respect.\n\t•\tPhase 2 of implicit bias training and education: It is incumbent upon us to provide additional learning opportunities and implicit bias training to establish cultural expectations for our team members, as well as our leaders. We will continue to provide industry-leading implicit bias training, both in-person and peer-led, as well as through online platforms, and we will seek out new opportunities to bring team members together to learn from each other.\n\t•\tEnhancing our policies: We will continue to directly address acts of bias and racism whether in social media or our workplace. In the coming days, we will roll out strengthened policies to provide all team members clear guidance on conduct and consequences for discriminatory and racially biased behavior in the workplace and online.\nIntentional recruitment and advancement\nThe representation of black professionals in our senior leadership is insufficient, and we will do more to change this reality. We acknowledge that a stated aspiration without a goal is ineffective. While our hiring and advancement practices are impacted in the short term by an industry financial crisis, our commitment to diversifying our leadership team over the long term has not changed. We will establish specific objectives and lay out a plan to achieve them.\n\t•\tFocused talent management: We’ll accomplish this through enhanced recruiting, development and mentorship. We must become a model company in the way we assess equitable treatment for all employees with regard to pay, advancement, access to development and recognition.\n\t•\tAccess for all: We also will assist black youth in developing job skills and expanding access to well-paying careers as part of our overall strategy to expand opportunities in our hub cities and Tulsa. We will establish talent pipelines and apprenticeship programs with community-based organizations. As we return to growing our airline and hiring again, we will do all we can to ensure that young people in communities that have been historically underserved have every opportunity to join our team.\nAs an airline, creating connections is our business, and we exist to bring the world and people closer together. The next phase of our journey begins with specific steps to achieve our aspirations. Rest assured, our commitment to be better — and to do better — will be measured by consistent action and progress. The communities and people we serve should expect nothing less from us.\n"}, "_id": "American Airlines.txt"}
{"_source": {"content": "Bank of America Announces $1 Billion/4-Year Commitment to Support Economic Opportunity Initiatives\nTuesday, June 2, 2020 7:16 am EDT\nCATEGORIES Corporate Philanthropy In the Community Small Business Banking\nRSS Feed\nBank of America announced today that it is making a $1 billion, four-year commitment of additional support to help local communities address economic and racial inequality accelerated by a global pandemic. The programs will be focused on assisting people and communities of color that have experienced a greater impact from the health crisis.\n“Underlying economic and social disparities that exist have accelerated and intensified during the global pandemic,” said CEO Brian Moynihan. “The events of the past week have created a sense of true urgency that has arisen across our nation, particularly in view of the racial injustices we have seen in the communities where we work and live. We all need to do more.”\nThe work builds on economic mobility and workforce development programs Bank of America already supports in local markets, but will sharpen the focus of that work, accelerate the resources, and add a particular emphasis on health services during the pandemic. The announcement is aligned with the company’s commitment to responsible growth for clients, shareholders, employees and communities.\nAreas of focus will be:\n        \n\t1.\tHealth\n\t2.\tJobs/Training/Reskilling/Upskilling\n\t3.\tSupport to Small Businesses\n\t4.\tHousing\n\u2028The programs will be executed through the company’s 90 local U.S. market presidents and non-U.S. country executives to help develop the opportunities to execute on these commitments in areas that include:\n\t•\tVirus testing, telemedicine, flu vaccination clinics, and other health services, with a special focus on communities of color.\n\t•\tPartnerships with historically black colleges and universities and Hispanic-serving institutions in the United States for hiring, research programs, and other areas of mutual opportunity.\n\t•\tSupport to minority-owned small businesses, including clients and vendors.\n\t•\tCareer reskilling/upskilling through partnerships with high schools and community colleges.\n\t•\tOperating support and investment for affordable housing/neighborhood revitalization, leveraging our nearly $5 billion in Community Development Banking.\n\t•\tFurther recruitment and retention of teammates in low-to-moderate-income and disadvantaged communities to build on work the company has already done to serve clients locally.\n \nThis work builds on steps the company has already taken, including an additional $100 million to support its nonprofit partners across its communities, and $250 million to assist with lending to the smallest and minority-owned businesses through its support to community development financial and minority depository institutions.\n"}, "_id": "Bank of America.txt"}
{"_source": {"content": "STAMFORD, Conn. – Charter Communications, Inc. today announced the company will invest $10 million in partnership with both the National Urban League (NUL) and National Action Network (NAN) to support Black and other minority-owned small businesses in underserved communities. This investment will help strengthen small businesses and provide a long-term economic impact vital to the continued development and growth of these communities. \nCharter’s Spectrum Community Investment Loan Fund (the Loan Fund) will invest $3 million in NUL’s community development financial institution (CDFI), the Urban Empowerment Fund (UEF), which will make individual loans to minority-owned small businesses and, under the direction of and on behalf of NAN, the Loan Fund will invest an additional $3 million in low-interest loans directly to CDFIs. In addition, Charter will provide $3.5 million in PSA value to promote its partners’ Loan Fund opportunities, and will contribute a $500,000 capacity grant to the NUL for revitalizing its CDFI platform including funding for staffing, infrastructure, and operations.\n“In all communities, small business ownership and growth are fundamental to developing and sustaining economic power, which is critical to their long-term success,” said Tom Rutledge, Chairman and CEO of Charter Communications. “Building on our valued partnerships with the National Urban League and National Action Network, these investments will support small diverse-owned businesses through access to much-needed low-interest capital and help build thriving communities across the country.”\nThe NUL’s small business lending subsidiary, UEF, provides loans and coaching to minority-owned businesses that provide jobs and revenue to economically distressed areas and other underserved communities. \n\"Small Black-owned businesses, a primary economic driver in Black neighborhoods, are less likely to be approved for loans than their White-owned counterparts, and when they are approved, they receive smaller amounts and at higher interest rates,” said Marc H. Morial, National Urban League President and CEO. “As we face the most daunting economic landscape since the Great Depression, committed and enlightened partners like Charter are more valued than ever before. Charter is helping the National Urban League build stronger and more stable communities that create opportunity for prosperity.\"\n“In order to achieve the economic equality we want to see, we need to support our Black businesses and our Black entrepreneurs,” said Reverend Al Sharpton. “For too long, our talented Black communities have been deprived of low interest loans, capital and a myriad of resources to help Black businesses thrive and prosper, a reality that has lasted decades inhibiting us from playing and competing in a level playing field. This partnership is one more step to address the systemic scarcity in our communities and to underscore much needed investment to turn the tide of inequity.” \nIn February, Charter launched the Loan Fund committing to invest an initial $10 million in capital by the end of 2021 by making low-interest loans through CDFIs to small businesses whose goods and services help meet core needs in underserved communities within Charter’s 41-state operating footprint. With the addition of the investment partnerships with the NUL and NAN, Charter’s Loan Fund commitment has increased to $13 million, and the NUL UEF investment represents the fourth made by the Loan Fund in the past four months. Charter previously announced $1 million investments in Pursuit Community Finance in New York, PeopleFund in Texas, and the Economic and Community Development Institute (ECDI) in Ohio. Over the next year, the Loan Fund expects to invest an additional $4 million across CDFIs in California, Florida, North Carolina and Wisconsin, in addition to the $3 million into CDFIs as directed by NAN.\nIn addition to the loans, each CDFI receives a grant to fund technical assistance programs and professional training for small businesses to help establish sound business practices necessary for long-term growth and continuity. These grants have recently been made to provide support to businesses impacted by COVID-19.\n"}, "_id": "Charter.txt"}
{"_source": {"content": "An email from CEO Satya Nadella to Microsoft employees: \nSeeing injustice in the world calls us all to take action, as individuals and as a company. Sometimes this action is personal – what do I do to change? Sometimes it is organizational – what changes do I need to make around me? And sometimes it is reflected into the world – what can we do as a company to accelerate the change we desire? As we see the everyday racism, bias and violence experienced by the Black and African American community, the tragic and horrific murders of so many, the violence in cities across the US, it is time for us to act in all arenas. As I shared in our Employee Town Hall last week, each of us – starting with me and the senior leaders at the company – has a role to play. We cannot episodically wake up when a new tragedy occurs. A systemic problem requires a holistic response.  \nI am heartbroken by the deep pain our communities are feeling. The results of systemic racism, which have impacted opportunities and exacerbated injustices for Black and African American communities, urge me to consider my own role as a leader. I must continue my journey of understanding and empathy and examine actions I take, or don’t take, every day. Listening and learning from my Black and African American colleagues is helping me develop a better understanding of their experience. And I take accountability for my own continued learning on the realities of privilege, inequity and race and modeling the behavior I want to see in the world.  \nAs a company, we need to look inside, examine our organization, and do better. For us to have the permission to ask the world to change, we must change first. We have to embrace the same speed and mindset that we do in anticipating and building for future technological shifts. Each day, we work to bridge the gap between the culture we espouse and our daily lived experience, but we must do more and do it faster. In order to be successful as a business in empowering everyone on the planet, we need to reflect the world we serve. This is our commitment; we have goals and programs to improve representation in all roles and at all levels. We’re investing in the talent pipeline broadly, as we’ve expanded our connections with Historically Black Colleges and Universities. We also have to create an environment where all voices are heard and valued, that’s why inclusion is a core priority for each one of us. I ask each of us to recommit to our shared D&I priority, participate in our inclusion learning programs, use the tools and resources we have shared on becoming an effective ally for others. We have the capabilities to make Microsoft more diverse and inclusive, but we must do the work.  \nWe also have a responsibility to use our platform and resources intentionally to address systemic inequities in our communities and in society broadly. This is the work we need to do to have lasting impact. For example, we’re using our technology and our voice toward a more equitable criminal justice system with our Criminal Justice Reform Initiative. We created our Supplier Diversity program 15 years ago, so our supplier companies better reflected the diversity of our customers. Today, it makes up nearly 10 percent of our supplier spend. That spend has an amplifying effect, growing the local economies in the communities where those businesses are located. We need to keep building on this work in every community we operate in.   \nFinally, we must carry our company values out into the world in a way that reflects our strengths and expertise. To this end, we will deepen our engagement with six organizations that are advancing social justice, helping community organizers address racial inequality, and offering solidarity to the Black community: Black Lives Matter Foundation, Equal Justice Initiative, Innocence Project, The Leadership Conference, Minnesota Freedom Fund, and NAACP Legal Defense & Education Fund. This starts with a company donation of $250,000 to each of these organizations ($1.5 million in total), followed by a company match of our employees’ contributions to eligible organizations. Together, through your giving and the company match, we have donated more than $15 million to civil rights, social action, and advocacy nonprofit organizations since 2015.\nI have heard from many employees over the past several days, expressing calls for action, calls for reflection, calls for change. My response to all of you is this: Yes. We have to act. And our actions must reflect the values of our company and be directly informed by the needs of the Black and African American community. We must continue to nurture the energy and passion that the Blacks at Microsoft employee resource group fueled in all of us since its founding in 1989. We have been on a cultural transformation journey and must accelerate our pace of change. Each of us, starting with me, must look at where we are as individuals, confront our fixed mindset and act. Our humanity is what calls out to us to make the world a better place. \nWe all have a role to play. I will do the work. The company will do the work. I am asking each of you to do the work. And together, we will help make the difference we want to see in the world. \n Satya \n"}, "_id": "Microsoft.txt"}
{"_source": {"content": "Confronting racism head-on\nWe are listening, learning and acting.\nJune 10, 2020 in Community\nA little over a week ago, after seeing George Floyd die under the knee of a police officer in Minneapolis, I posted my reaction to his death, my condemnation of discrimination and harassment, and my expectation that Boeing and its leaders will have zero tolerance for bigotry of any kind in this company.\nYour response to that message has been overwhelming. Many of you expressed your appreciation. Some shared deeply moving stories about the effect of discrimination in your own lives. A few frankly questioned the commitment of the company to the values I expressed.\nBut I was most affected by the large number of you who wanted to see us — and me — do more.\nI’ve read your responses. I’ve listened carefully in numerous talks with Boeing people all over the enterprise, in lengthy discussions with my executive team last week, and in conversations with my counterparts at other companies. \nI am proud of Boeing leaders’ commitment to this and the progress we have made over the years.  \nBut all my conversations over the last two weeks have reinforced for me an obvious point: What’s happening across the U.S. now goes beyond discrimination and harassment, beyond diversity and inclusion. What we’re seeing is the ongoing human cost of historic and persistent racial inequality in the United States.\nAnd a second obvious point: As a company and as human beings, we need to work even harder at doing something about it.\nBoeing has long been committed to the principles of diversity and inclusion, and the efforts we have made — often quietly and behind the scenes — have been meaningful.\nBut here’s what we’ll do to take that commitment to the next level:\n\t\tWe’re going to turn up the volume on dialogue within the company. I am encouraging all Boeing leaders to engage on this subject in a way that is authentic to them and meaningful to the people they lead. These won’t be — in fact should not be — comfortable discussions. Earlier today, we rolled out a conversation guide for leaders and other resources to help you through them.\n\t\tWe’re going to redouble our determination to drive out behaviors that violate our values and injure our colleagues. For anyone wondering what that means, here’s an example: About 10 days ago a Boeing employee made an abusive and harassing racial remark to a colleague in one of our facilities. He was quickly suspended, never returned to the workplace, and is no longer a Boeing employee. When these things happen, you will know about them. I am always transparent and will be so especially on the subject of prejudice.\n\t\tWe are going to strengthen our expectations for living our values at Boeing by raising the bar for progress on key measures of equity and opportunity for our people — and making ourselves accountable for clearing that bar.\n\t\tOver the next four years we’re going to double the $25 million we have already invested in partnerships that create a range of opportunities for marginalized communities.\n\t\tWe’re going to reach out to other companies on ways to drive broad and consistent change across our industry.\nEvery member of my team has committed personally to confronting racism and building more inclusive opportunities — both inside our company and in our communities. That means, among other things, understanding more about the role that law enforcement and the criminal justice system can play in overcoming, not perpetuating, the unfair gap that divides the experience of our black colleagues and neighbors from the rest of us.\nThis is not an issue of the week or the month or even the year. These commitments will be an even more permanent and visible aspect of how Boeing conducts itself as a company. It’s the part we can play in capturing this moment to help solve a problem that has for so long prevented our society from being as inclusive and just as it should be.\nStay safe.\nDave\n"}, "_id": "Boeing.txt"}
{"_source": {"content": "“The events unfolding across the country that are rooted in hate are contradictory with our beliefs as a company and leave me with a feeling of regret and sadness.  Verizon is fiercely committed to diversity and inclusion across all spectrums because it makes us and the world better. I am hopeful that the rest of the country will come to understand that valuing everyone equally is the best way forward. We cannot commit to a brand purpose of moving the world forward unless we are committed to helping ensure we move it forward for everyone. We stand united as one Verizon,” Hans Vestberg, Verizon Chairman and Chief Executive Officer.\nIn response, the Verizon Foundation has committed $10 million to social justice organizations, shared equally with these organizations:\n\t•\tThe National Urban League a historic civil rights organization dedicated to economic empowerment, equality, and social justice.\n\t•\tThe National Association for the Advancement of Colored People  (NAACP) whose mission is to secure the political, educational, social, and economic equality of rights in order to eliminate race-based discrimination and ensure the health and well-being of all persons.\n\t•\tNational Action Network, a leading civil rights organization in the nation.\n\t•\tLeadership Conference for Civil and Human Rights, a coalition of more than 200 diverse national organizations whose mission is to promote and protect the civil and human rights of all people.\n\t•\tRainbow Push Coalition, a multi-racial, multi-issue, progressive, international membership organization fighting for social change.\n\t•\tNational Coalition on Black Civic Participation dedicated to increasing civic engagement and voter participation in Black and underserved communities.\n\t•\tNAACP Legal Defense and Educational Fund, a leading legal organization fighting for racial justice.\n"}, "_id": "Verizon.txt"}
{"_source": {"content": "The deaths of George Floyd, Ahmaud Arbery and countless others are unnecessary tragedies we are outraged and saddened by. These times are a stark reminder that our society still suffers from far too many cases of distrust, hatred and racism. This is not the world we should accept as a society. We must push ourselves to influence change and create compassion. State Farm has long been committed to helping build safer, stronger communities. We embrace the responsibility to work with others to make the world around us better. "}, "_id": "State Farm.txt"}
{"_source": {"content": "As protests spurred by the violent deaths of George Floyd, Breonna Taylor and Ahmaud Arbery escalated over the weekend, the Executive Committee sent out a communication to U.S. employees affirming our company’s commitment to justice and equality. But as the turmoil in our streets continues, I think it’s important to address this issue again with all members of the Johnson & Johnson family worldwide.\nAs the CEO of the world’s largest healthcare company, I must state unequivocally that racism in any form is unacceptable, and that black lives matter. And as a white man, I also need to acknowledge the limits of my own life experience and listen to those who have faced systemic injustice since the day they were born.\nI spent the weekend reaching out to black colleagues and friends, and their stories—like the father who drives behind his teenage daughter anytime she goes jogging because he fears for her safety—landed like a punch to the gut. There will always be a multitude of reasons for parents to worry about their children, but racist violence should not be one of them.\nAs much as we at Johnson & Johnson pride ourselves on our accomplishments in creating a diverse and inclusive workplace, we must do more. And we must do it now. Our company is committing $10 million to fighting racism and injustice in America—a pledge that will span the next three years. We will kick it off by extending our support of the National Museum of African American History and Culture and its initiatives, such as the \"Talking About Race” program. This new online offering is a valuable resource that reflects our belief in the transformative power of dialogue and education when it comes to unearthing and confronting the root causes of racism.\n\nIf recent events have been a revelation to you, let that serve as a challenge to step up and do more as peaceful and determined agents of change—a challenge I myself am determined to embrace.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\nIn the coming months, we will continue to identify and announce other partnerships that we believe will make the biggest difference in advancing social justice. One important area of focus: the urgent need to address the inequities in medical care that have long plagued minority communities—gaps that have recently been both highlighted and exacerbated by the COVID-19 pandemic. We have been working through a major initiative that will help address issues including underrepresentation in clinical trials, equipping community health workers, and strengthening existing community medical systems. I look forward to sharing more details with you about this soon.\nOf course, change ultimately begins at home. Johnson & Johnson must create a safe, open space for us to connect as a company and learn from one another’s unique experiences and capabilities. We are organizing a series of listening tours and events that will serve as an opportunity for dialogue with leaders and fellow employees—conversations that may not be easy, but are more important now than ever before. They will shape an action plan for what we need to do within our company to live up to our commitment to equality. And because we are able to use our size and scale for good, we will also ensure this action plan is understood and upheld by our suppliers and other business partners so that the effects are as far-reaching as possible.\nMost immediately, to our black colleagues: Please know we see the extra burden that is weighing on you during this already difficult time. Please take the time you need to process, stand up for your beliefs, and do whatever you need to do to take care of your families, communities and yourselves.\nTo every member of the Johnson & Johnson family: Please be mindful of what your fellow employees may be going through in these turbulent times, even if they seem “fine.” Take a moment to reach out to coworkers and let them know you care about what is happening to people of color in America. If recent events have been a revelation to you, let that serve as a challenge to step up and do more as peaceful and determined agents of change—a challenge I myself am determined to embrace.\nSince this pandemic began, we have spoken a lot about uniting as one Johnson & Johnson. At a time when the deep fractures in society are impossible to ignore, this unity is more essential than ever before.\n"}, "_id": "Johnson & Johnson.txt"}
{"_source": {"content": "At Lowe’s, we are heartbroken by the death of George Floyd and for our communities torn apart by violence. We are a company that exists to make homes better, and we recognize that our homes extend beyond walls and into neighborhoods, communities and country. We have a longstanding history of fostering an environment where all individuals are safe, treated fairly, valued and respected. We are a company with zero tolerance for racism, discrimination, hate, insensitive behavior or violence of any kind. \nAs we’ve seen through the incredible workers on the frontlines of the coronavirus pandemic, we can meet and overcome tragedy, but only by coming together.\nOur President and CEO Marvin R. Ellison shared this message with associates today:\nTeam,\nTensions have been rising in our country for some time now.  As the pandemic and economic crisis have upended lives, so too has the racism that, for far too long, has torn families and communities apart. I grew up in the segregated south and remember stories my parents shared about living in the Jim Crow South. During this time of Jim Crow, people of color were viewed and considered second class citizens.\nSo, I have a personal understanding of the fear and frustration that many of you are feeling.  To overcome the challenges that we all face, we must use our voices and demand that ignorance and racism must come to an end. This is a time to come together, to support one another and, through partnership, begin to heal.\nThese times are when our character is tested and revealed. At Lowe’s we will remain committed to fostering an environment where all individuals are safe, treated fairly, valued and respected. We are a company with zero tolerance for racism, discrimination, hate, insensitive behavior or violence of any kind.\nAt Lowe’s, we are committed to helping people make their homes better, and today, we recognize that our homes extend beyond our walls, and into our neighborhoods, communities and country. We take this corporate responsibility seriously, and as we’ve seen through the incredible workers on the frontlines of the coronavirus pandemic, we can meet and overcome tragedy, but only by coming together.\nI know many of you may be afraid as you try to determine what to say and what to do during these trying times. With that in mind, we will be providing our leaders with resources so they can better support you and our communities. We need to remember that the best action we can take is to unite in solidarity and show that the legacy of racism and inequality has no place in our company, our hearts or in this world.\n \nGod Bless,\n \nMarvin\n"}, "_id": "Lowe's.txt"}
{"_source": {"content": "Addressing systemic racism and inequality\nCVS Health is investing nearly $600 million over five years to advance employee, community and public policy initiatives that address inequality faced by the Black community and other disenfranchised communities. The company will also use its position to advocate for public policy that addresses the root causes of systemic inequalities and barriers, including efforts to address socioeconomic status, education, and access to health care.\n“While we know that CVS Health alone cannot erase the toll that 400 years of institutionalized racism and discrimination has taken on the Black community, we recognize that we have a role to play in living up to the potential the future holds.”\n— David Casey, Chief Diversity Officer, CVS Health\nCVS Health’s investment will focus on improving the employee experience, supporting communities the company serves and influencing public policy. The company’s nearly $600 million investment will build on its longstanding commitments to foster diversity in its workplace, including the following areas:\nColleagues and corporate culture\nThese investments will support the company’s commitment to ensuring that colleagues have fair and equitable access to opportunities for advancement and development at all levels, including senior-level positions. CVS Health will be working to ensure its mentoring, sponsorship and employee development programs support the advancement of employees, with a heightened focus on the experience of our Black colleagues. And the company will focus on corporate culture programs and company-wide training that promotes active and purposeful inclusion.\n“The private sector must take action to get to the heart of institutional racism. As we learn from the perspectives of our Black colleagues and the diverse communities we serve, we’ll use that input to inform our advocacy agenda going forward.”\n— Larry J. Merlo, President and CEO, CVS Health\nSupplier diversity\nInvestments in CVS Health’s supplier diversity program will further the company’s focus on sourcing products from Black-owned and other diverse businesses by connecting, engaging, and networking with diverse suppliers, advocacy organizations, and corporate partners. The company will also continue working with national organizations to identify and develop diverse businesses. By working with business units across the company to integrate supplier diversity into procurement activities, CVS Health is able to continue to expand business opportunities for these diverse businesses. And as part of the company’s commitment to the Black community, it will create additional opportunities and development programs for its diverse suppliers. This work will build on the program’s success in creating jobs and increasing economic opportunities for the people and local businesses in the communities CVS Health serves. \nWorkforce initiatives\nInvestments to bolster CVS Health’s Workforce Initiatives will build on the company’s highly successful relationships to provide employment services and training to underserved communities. Through these programs, CVS Health works with local, state and federal workforce agencies to provide employment services and training to underserved communities. Through work with schools, universities, community colleges, faith-based and community organizations, these programs have helped thousands of people access meaningful employment opportunities.\n“Our more than 300,000 employees are a microcosm of America, and a reflection of the diversity that is foundational to who we are as a country. The strategic agenda we’re laying out today will harness the strength of that diversity and focus on the areas where we can have the greatest impact.”\n— Larry J. Merlo, President and CEO, CVS Health\nAddressing health disparities\nHealth care is local. Addressing health disparities in the community is critical to addressing racial inequality, which is why CVS Health will expand its Project Health initiative and make other investments to increase access to health care. Project Health provides free health screening events at select CVS Pharmacy locations nationwide, focused within communities with large multicultural and uninsured populations. Project Health offers an array of free comprehensive health assessment screenings, including body mass index (BMI), blood pressure, glucose and total cholesterol screenings, which can help detect risk for chronic conditions like diabetes, hypertension, and heart disease, which disproportionately impact Black people and other communities of color. The screening events also feature further information on weight management, diabetes resources, and smoking cessation programs. Increased investments in Project Health will strengthen CVS Health’s continued commitment to improve access to health care and help prevent cost from being a barrier to important preventive services.\nSocial determinants of health\nBecause studies have shown that your zip code can have as much impact on your health as your genetic code, CVS Health will focus on social determinants of health in Black and underserved communities. This work will have a particular emphasis on increasing access to affordable housing, which is inextricably linked to health. Since 1997, CVS Health and Aetna, a CVS Health company, have invested more than $1 billion in affordable housing and community initiatives. In 2019, the company invested $67 million in affordable housing across the country and the company plans to exceed that amount over the next five years to help address housing insecurities and promote community health improvement. Investments in affordable housing, as well as collaborations with community groups in these areas, help provide support to those who need it most.\n"}, "_id": "CVS.txt"}
{"_source": {"content": "We are a community in pain. That pain is not unique to the Twin Cities—it extends across America. The murder of George Floyd has unleashed the pent-up pain of years, as have the killings of Ahmaud Arbery and Breonna Taylor. We say their names and hold a too-long list of others in our hearts. As a Target team, we’ve huddled, we’ve consoled, we’ve witnessed horrific scenes similar to what’s playing out now and wept that not enough is changing. And as a team we’ve vowed to face pain with purpose.     \nEvery day, our team wakes up ready to help all families—and on the hardest days we cling even more dearly to that purpose. As I write this, our merchant and distribution teams are preparing truckloads of first aid equipment and medicine, bottled water, baby formula, diapers and other essentials, to help ensure that no one within the areas of heaviest damage and demonstration is cut off from needed supplies.\nOur store and HR teams are working with all of our displaced team members, including the more than 200 team members from our Lake Street store in Minneapolis. We will make sure they have their full pay and benefits in the coming weeks, as well as access to other resources and opportunities within Target. We’ll continue to invest in this vibrant crossroads of the Seward, Longfellow, Phillips and Powderhorn communities, preserving jobs and economic opportunity by rebuilding and bringing back the store that has served as a community resource since 1976. In any of our other locations that are damaged or at risk, the safety and well-being of our team, guests and the surrounding community will continue to be our paramount priority.\nIt’s hard to see now, but the day will come for healing—and our team will join our hearts, hands and resources in that journey. Even now, Target leaders are assembling community members, partners and local officials to help identify what more we can do together and what resources are required to help families, starting right here in Minnesota.\nSince we opened our doors, Target has operated with love and opportunity for all. And in that spirit, we commit to contributing to a city and community that will turn the pain we’re all experiencing into better days for everyone.\n"}, "_id": "Target.txt"}
{"_source": {"content": "CIGNA TAKES ACTION TO COMBAT SYSTEMIC RACISM AND IMPROVE EQUITY AND EQUALITY\n\n17 July 2020\n\t•\t\nBLOOMFIELD, Conn., July 17, 2020 -- Cigna Corporation today issued a statement on systemic racism and a commitment to equity and equality:\n\"Racism and discrimination are destructive forces in any society,\" said David Cordani, Cigna President and Chief Executive Officer. \"We, as a global health service company, firmly and unequivocally denounce racism and discrimination in all forms and are committed to confronting these issues with intensity, empathy and accountability.\"\nIn furtherance of this commitment, today we proudly launch our new Building Equity and Equality Program, a five-year initiative to expand and accelerate our efforts to support diversity, inclusion, equality and equity for communities of color.  Our mission is to improve the health, well-being and peace of mind of those we serve.  Below are key components of our program that are designed to fulfill this mission as we address these pressing issues.\nImprove Health\nThere are striking differences in health outcomes in communities with poor social determinants of health, such as unstable housing, low income, unsafe neighborhoods or education.  It is well documented that these disparities disproportionately impact communities of color and, as a result, their health outcomes are worse than those of their white counterparts. \nAs part of our program, we are committing to closing these gaps in health outcomes by:\n\t•\tEliminating barriers to health and improving access to care. Through the Cigna Foundation, we will continue to make grants available and convene a broad range of stakeholders – businesses, government entities, nonprofits, providers, delivery systems and community residents – all in an effort to eliminate barriers to health and improve access to care. This includes addressing needs amplified by COVID-19, such as food insecurity and mental health through our Healthier Kids For Our Future® program that specifically focus on the needs of our children. Additionally, we have been actively engaged with Congress and the Administration in efforts to address and eliminate racial and ethnic disparities in health care delivery and outcomes. We will continue to use our seat at the table to share insights and solutions that address social determinants of health and improve our results to strengthen the health of all communities. For more information on our efforts to combat health disparities, please see our 2019 corporate responsibility report, Cigna Connects.\n\t•\tExpand Cigna's Health Equity Council. Our team of multi-disciplinary leaders has collaborated on research, testing and solutions to prevent chronic diseases and improve health outcomes in minority communities since 2008. We will further accelerate these efforts to address clinical care, social determinants of health and health behaviors.\nImprove Well-Being\nRacism and bias not only impact health; they take a toll on overall well-being.  We believe that it is critical that no one feels the need to confront racism and bias alone and that everyone feels safe in their environment.  Therefore, as part of our program, we are taking the following actions:\n\t•\tStanding Together. We are inviting our 75,000+ employees to sign a commitment to embody inclusive behavior in their professional and personal lives. We are also inspiring and enabling our team members to collectively donate 100,000 hours of volunteerism annually for programs related to social justice, health equity, diversity and inclusion and community outreach.\n\t•\tCreating Inclusive Environments. We will now require unconscious bias training for all employees, and are planning cultural competency training for all managers, as a supplement to our existing training requirements. We will also continue to advance authentic and inclusive conversations about systemic racism in America. For example, in June, over 8,000 Cigna employees joined virtual, safe space facilitated discussions, which are now offered regularly. Additionally, we partnered with DiversityInc for a virtual panel on systemic racism in our communities, which was attended by more 12,300 clients and partners. The replay is available here.\nImprove Peace of Mind\nWe recognize that financial health is a key element of peace of mind and that racism has a negative economic impact on people of color. We are taking steps to advance a positive trend for current and future generations by:\n\t•\tCreating Educational Opportunities. Education is the path to economic prosperity for many. Cigna is partnering with Howard University and the School Superintendent Association to bolster the effectiveness of school district leadership in our nation's urban areas by funding fellowships for those on a career path to becoming an urban public school superintendent. We are also furthering Cigna Scholars, a program assisting dependents and grandchildren of employees who plan to pursue post-secondary or vocational education.\n\t•\tPromoting Equity and Equality in Career Advancement. We are committed to compensating our employees equitably and competitively, regardless of race, gender, age or sexual orientation. We will continue to proactively monitor our compensation programs for potential disparities, including conducting a regular annual review of pay equity, and diligently addressing disparities as warranted. Additionally, we will continue to support our mentoring program, including a key focus on creating cross-cultural pairings; we are committed to achieving increased diversity among leadership across the enterprise.\n\t•\tSupporting Minority Businesses. We are on track to achieve $1 billion in diverse supplier funding by 2025. We will also expand the Cigna Supplier Mentor Protégé Program, established in 2016, to assist minority suppliers by pairing them with Cigna executives for 18 months to help participants develop strategies to strengthen and grow their businesses.\nGovernance\nAccountability is a key foundation of our overall program and we are establishing a governance process to oversee the program elements, while tracking and reporting on progress.\n\t•\tEnterprise Diversity & Inclusion Council. This Council will oversee all elements of our program and will regularly report progress to the Chief Executive Officer and Chief Human Resources Officer. Those executives will in turn regularly report progress to Cigna's Board of Directors.\n\t•\tDiversity Scorecard. We will also develop and publish an annual diversity scorecard to advance the principles of diversity, equity and equality.\nFor more information on Cigna's Diversity and Inclusion strategy, click here.\n"}, "_id": "Cigna.txt"}
{"_source": {"content": "chevron leaders on racial injustice and discrimination\nAs the human energy company, we are just that  humans, and weve felt the impact of what is happening in the United States around racial injustice. Our company is rooted in a diverse and inclusive culture, but we also understand it is our time to listen and learn.\nIn response to the events of the past few weeks in the United States, a number of our leaders have been sharing their thoughts online and with fellow employees. Below are excerpts from their statements:\n\nI share the anger and pain felt by so many Americans at the recent killings of unarmed black men and women. Racism and brutality have no place in America. Yet these incidents still occur. And they impact people well beyond those directly affected by such tragedies. Including people at our company.\nI absolutely believe we are stronger when we embrace our differences, and now is an important time to do just that.\nMike Wirth\nCEO\n\nFor Chevron, this is an opportunity to do an honest appraisal of who we are as a company and what we stand for Our commitment to diversity and inclusion is fundamental. And with this foundation we can always regain lost perspective. Our values offer a place we can always turn to for renewal and become whole.\nRhonda Morris\nchief human resources officer\n\nAdvocate for the outgroup when you are part of the ingroup. Just like with safety. If you see it, own it. If you hear it, speak it. Advocacy carries with it a dimension of credibility that self-advocacy does not.\nWe are fortunate to work for a company that lives its values. Diversity and Inclusion is the first value listed in The Chevron Way. Thats not an accident.\nLee Jourdan\nchief diversity officer\n\nAs I reflect on all that is happening, I take courage today from a few things: Lees observation that we are all on a learning journey; that our company encourages us to take that journey together and that so many of you are willing and thoughtful teachers whose examples eloquently challenge us to live by the values in The Chevron Way.\nJay Johnson\nexecutive vice president, upstream\n\nInequality in treatment, for no reason other than the color of skin, is a stain American society has not yet erased.\nWhat I especially value about Chevron is that when we decide something is important, we come together and ACT. So I am encouraged by the recognition expressed by many for the need to have a dialogue about systemic bias and make a commitment to combat racism wherever it exists.\nBruce Niemeyer\nvice president, strategy and sustainability\n\nDiversity and inclusion are foundational to The Chevron Way  and it is up to all of us to be present, be allies and be actionable in the ugly face of racism, discrimination and injustice.\nDale Walsh\nvice president, corporate affairs\n\nThis is a difficult time for all of us. Chevrons Black Employee Network remains committed to being a proactive agent of change. We reject systemic racism. We support diversity, equity and inclusion. We offer a safe space for Chevron employees to come together to share their thoughts and feelings about the times we are living in and what can be done to shape a better future.\nWe are stronger together even in the times that we feel most alone.\nRene West\nblack employee network president\n\n"}, "_id": "chevron.txt"}
{"_source": {"content": "A Message From Our CEO\nThis message was shared with all MassMutual employees on June 1.\nDear Colleagues,\nIn response to the racist acts that have come to light over the past several weeks, I wanted to directly address the deep frustration, anger, and sadness that is weighing heavily on all of us, especially the African American and Black community. The tragic and senseless deaths of Ahmaud Arbery, Breonna Taylor and George Floyd and the delays in bringing justice against those responsible, as well as the ugly confrontation in Central Park, have been vivid reminders of the prejudice and bigotry that continue to exist in our country.\nImportantly, while we mourn for each of these victims, our hearts ache for many others previously killed under similar circumstances, including those whose names we don’t know, simply because there was no video or witness. These losses of human lives are staggering, unjust and incomprehensible – and are taking a painful, emotional toll on our country.\nThe violence and riots of the past weekend are symptoms of the deeper issues of racism, inequality, and hopelessness that continue to exist in America today, and reflect the expressions of a community that feels its voice is not being heard. These issues have shaped everything from where people live, to the health care they receive, to their access to education, and to their treatment by the justice system. We see the results of this today during the COVID-19 pandemic, as people of color have shouldered a far greater impact, with the African American and Black community accounting for a higher proportion of deaths compared to other racial groups.\nThis is a vast, systemic problem, and I wish I was writing to you today with a crisp, detailed plan for how we will fix it. I don’t have this plan, and frankly no one does. But I can tell you instead what MassMutual is doing and what is on my mind.\nFirst and foremost, I want to voice my – and the executive leadership team’s – support for our colleagues in the African American and Black community. Your voices, perspectives, and feelings matter to us. While I can’t begin to understand the full extent of your pain and hurt – how fear and discrimination are part of your everyday activities, or how you may worry as a parent when your child goes for a jog or enters a store – I want you to know we firmly stand with you as allies and advocates. Each of us can make a difference simply by asking how others are doing and spending time listening to their experiences, fears, and concerns, so we can learn more about what we can do as allies to take meaningful action and offer our support.\nSecondly, at the heart of who we are and who we have been since our founding nearly 170 years ago is a company of people helping people. I want to reiterate that MassMutual’s commitment to diversity and inclusion is non-negotiable, and part of our core values and our promise to Live Mutual to make our world better. We will honor the memories of the victims of these senseless acts by influencing real change, and we are working with a cross-functional team, including representatives from our Passages Business Resource Group, to identify the best way to engage and act as an organization to advance how we address these complex issues.\nMost immediately, Passages will host a Brave Space discussion on Friday to talk about these recent events and consider ways we can work together to build a sustainable, lasting effort to fight inequality and recognize and value the differences among us. While outside our walls, we are also actively working to unify business leaders to use our collective voices to drive change in our communities and workplaces.\nIn the meantime, I promise you this: MassMutual will stand with the victims of racism and hate crimes of any kind, with the people fighting oppression, and with everyone seeking to turn their sadness at recent events into actions that will build a better world. This is not the country I want to leave to my children and grandchildren. We can – and must – do better.\nSincerely,\n"}, "_id": "MassMutual.txt"}
{"_source": {"content": "To our clients:\n \nLike so many of you, we at TIAA, TIAA Bank and Nuveen are grieving over the recent senseless and tragic deaths of George Floyd, Breonna Taylor, and Ahmaud Arbery. We are pained by these innocent lives cut short. Yet we are heartened by the way countless Americans have stepped up peacefully to demand change.\n \nWe also recognize that Americans are feeling a wave of emotions at this difficult time – fear, anxiety, anger. We are saddened to see this take the form of violence and looting during peaceful protests in many of our cities. This is not the answer to the important task we face: rooting out racism in our society.\n \nAs we contemplate the challenge of these times, we are compelled to affirm TIAA’s longstanding and unwavering commitment to the ideals of a diverse and inclusive society – one in which racism has absolutely no place. TIAA has a long history of actively opposing racism in all its forms, and our resolve is stronger than ever today.\n \nTo be sure, our nation has come a long way in addressing the scourge of racism. As someone who started his education at a segregated elementary school, I’ve experienced first-hand the progress we’ve made. Yet the pace has been slower than we’d like, and the long line of tragedies like those we have recently experienced – as well as the disproportionate impact the COVID-19 crisis has had on minority communities – underscore that there’s still much work to do.\n \nTIAA has made diversity and inclusion a cornerstone of our own culture. In doing so, we have aligned ourselves with the values that you, our clients, live on a day-to-day basis through your inspiring work – values that are grounded in the dignity and worth of every human being. To do our part to promote healing and inclusion during this troubled time, we are launching our Be The Change program to uplift our workforce and our communities through dialogue, education, and engagement. We hope our program will help to make a difference in creating the kind of change we all want to see.\n \nThe places you work – universities, colleges, hospitals, schools – are leaders in our society in striving to expand diversity and inclusion and bring their strengths to bear for the benefit of all humankind. It’s another way you help to make the world a better place. We are proud to stand with you, and we are committed to continuing to raise our voice, with increased urgency, to push forward toward a more just and equal society.\n \nRoger W. Ferguson, Jr.\nTIAA President and CEO\n"}, "_id": "TIAA.txt"}
{"_source": {"content": "The last few weeks have been ones of deep reflection, sadness and anger in the wake of the tragic killings of George Floyd, Breonna Taylor and Ahmaud Arbery—just the latest in a long history of unjust actions taken against Black Americans. Many in our society, and many at Freddie Mac, are deeply pained and upset by these events. I am one of them.\nAs I noted in a message to all our employees last week, it is of utmost importance that we listen, learn and respond to the voices leading this conversation. We strongly stand behind those who have spoken out in support of fairness, equality and a more just society.\nFreddie Mac strives to be a leader in housing. That means recognizing that, like the broader financial system, the housing system in America has also been afflicted by the scourge of entrenched racism and discrimination.  \nEven during the current pandemic, the disproportionate impact to the Black community has been self-evident. While Black Americans represent 13 percent of the population, they account for about 23 percent of deaths from COVID-19, due to conditions largely created by unequal economic, housing, environmental and health care systems. Clearly, there is much work to be done.\nIn light of these challenges, companies like Freddie Mac have an obligation not only to call out and speak out against these inequities but also show through our actions that we are committed to change. As a majority-minority company, and one so critical to the nation’s housing landscape, we have been engaging in conversations across our company to ensure we are becoming better educated on the topic of race and helping to heal the underlying issues of inequality in housing. And I fundamentally believe that our company is and can be an even greater force for good in addressing these challenges.\nFreddie Mac has worked hard for decades to carry out its mission of expanding homeownership opportunities and access to affordable rental housing for underserved borrowers, including and especially communities of color. We take our obligation to do more in terms of access and opportunity seriously.\nWe are redoubling our efforts to work with our strong network of partners at civil rights organizations, affinity groups within the company and housing industry organizations that represent communities of color to better meet the needs of the populations they serve. In all economic environments, we continue to make home possible for tens of thousands of homebuyers and renters across all dimensions, including race, ethnicity, sexual orientation and ability. That includes first-time and low-income owners, low-income renters, and families living in underserved communities across the United States. And we remain committed to embedding diversity and inclusion in every corner of the business and the industry, including our hiring and vendor practices.  \nThere are no easy answers as to what policies or actions we should undertake that could bring lasting change. But we know that we cannot effectively help heal the nation’s wounds without using our diverse and inclusive culture to build a company that is better educated about issues of racial injustice and is committed to addressing the inequities in housing.\nOur responsibility starts at our front door.\n"}, "_id": "Freddie Mac.txt"}
{"_source": {"content": "There is no question these last few weeks, months and even this past year have been incredibly difficult as we have seen the systems of our daily lives and ideas of what we had considered “normal” disappear. The successive battles of COVID-19, the resulting economic contraction and job losses, and our own reckoning with deep-rooted systemic racism and bigotry have brought to light centuries of inequality, injustice, and fragility underpinning our society for far too long. It is clear to me that our notions of corporate social responsibility, advocacy or even the most recent notion of stakeholder capitalism simply aren’t doing enough to care for our world.\nWhen we first began to respond to the COVID-19 pandemic, we asked ourselves, “what more can we do?” Each of us knows the familiar and comfortable playbook of donating funds and releasing a statement of solidarity. Every dollar certainly matters. At Cisco, we have done our fair share of giving – whether it be the first $50 million we committed to solving homelessness in Silicon Valley in 2018 or the initial $225 million in COVID-19 global response we committed in March which we have grown to over $500 million today. But what happens when we take it beyond our financial means and put all the might of what makes Cisco unique towards fighting a pandemic or centuries of systemic racism?\nOver the past year, we have been thinking a lot about the purpose of our organization and the work we do with our customers and partners. In our early days, we set out to change the way the world worked, lived, played and learned by building networks that have shaped the Internet we know today. This work is now ensuring billions of peoples’ curbside pickups, grocery deliveries, telehealth visits, digital payments, and Webex meetings work flawlessly. So, what comes next? We know our responsibilities don’t end with technology. It’s now about making the world we envision possible. Over the past six months, we came to the conclusion that our new purpose is to Power an Inclusive Future for All.\nWe can achieve this purpose through our technology, our actions and our intentions. As we grappled with COVID-19, we developed a new framework for how we will guide our decisions in how we respond to what we see as a crisis, an injustice or a global challenge. This is anchored by four primary pillars of response:\n\t•\tThe Most Vulnerable, led by Tae Yoo, SVP, Corporate Affairs, will focus on the non-profits and partners that support underserved communities and those disproportionately impacted by systemic issues and crises.\n\t•\tFamilies and Community, led by Fran Katsoudas, EVP and Chief People Officer, will focus on expanding care and well-being services beyond our employees.\n\t•\tResearch and Resilience, led by Liz Centoni, SVP Emerging Technologies & Incubation, will focus on technology solutions that can advance healthcare research and address social inequities.\n\t•\tStrategic Recovery, led by Maria Martinez, EVP and Chief Customer Experience Officer, will focus on helping healthcare and education institutions adapt their operations so they can continue to provide care to impacted communities and critical pathways to job opportunities during times of uncertainty.\nAs we rise to challenges going forward, we will use this framework as a holistic approach to make sure our efforts are not “one and done” and drive impact at an individual level. We commit to thinking beyond the initial response and utilizing all of our resources and capabilities to truly work towards long-term partnerships and solutions that make peoples’ lives better.\nAll of us are impacted by the choices we make and the events that are thrust upon us, but it is our intent and our actions that set us apart. At Cisco Live in 2016 – with many of you – we announced our goal of positively impacting one billion people by 2025. While we are well on our way, having impacted 469 million in just the first four years, I believe this new framework and our continued partnerships will only accelerate this journey.\nWe are at a critical moment in history and so much is within our ability to shape it. As businesses, we have an opportunity to do way more for the world than we thought possible and I look forward to you joining us. I have been so inspired by the heroic actions and faces of hope around the world. I believe we can use this opportunity – and this week – to come together and achieve what we know is possible. Possibilities are truly the hope of society and I cannot wait to see what we will achieve together.\n"}, "_id": "Cisco.txt"}
{"_source": {"content": "Like many of you, I have watched with disgust, anger and deep sadness what has been unfolding across the U.S. regarding the threats and disproportionate use of violence against members of the Black Community. Tragically, this is a trend that did not start in the past few weeks. George Floyd, Breonna Taylor, Ahmaud Arbery and Christian Cooper are just the latest victims in a long series of horrific incidents that indicate we still have a very long way to go as a nation to ensure that the human rights of all people are respected equally and that all are able to go about their lives without fearing for their safety because of the color of their skin.\nClearly, these and similar events are not consistent with our values as a company, nor are they consistent with my personal values. As we’ve dealt with the global COVID-19 pandemic over the past several months, you’ve heard me say many times that the health and safety of American Express colleagues is our top priority. Unfortunately, I have heard directly from a number of our African American colleagues that they do not feel safe. While I do not pretend to know what it is like to carry this burden, I want them to know – and for everyone to know – that I hear your concerns, and I want to assure you that racism or mistreatment of any kind will never be tolerated at American Express. We remain committed to ensuring that we have a welcoming and inclusive environment where everyone’s voice matters and where people of all backgrounds, cultures and viewpoints can thrive.\nOf course, these issues go far beyond the confines of our company, affecting our families and friends, as well as our colleagues. As I’ve said before, we must focus on what we can control. During this time when the nation feels deeply divided, each of us can control how much compassion and respect we show others. We can control the words we use, the viewpoints we embrace and the actions we take. And we can control how we treat each other.\nFor anyone who is feeling anxious in this environment, for whatever reason, please know that I and your leaders are here to listen and to help. You are not alone. Reach out to us, to our colleague networks and to our colleague relations team, as well as take advantage of our Healthy Minds resources that are available.\nAmerican Express colleagues have proven through the current health crisis that we have each other’s backs. Now is the time to stand up for our African American colleagues and let them know we are here for them. We are all in this together, and we can only achieve our highest potential if we all work to ensure that we have a culture where everyone feels safe, respected and valued. \n"}, "_id": "American Express.txt"}
{"_source": {"content": "Over our long and rich history, Tyson Foods has worked hard to create a culture of fairness, inclusion and diversity, because we believe that our diversity is one of our greatest strengths. We believe our team members learn from, understand and ultimately grow from our inherent racial, cultural, religious and gender differences. But it is clear that promoting a diverse and inclusive work environment is not enough. What will it take to eradicate racism and social injustice from our beloved country? I do not know. However, at such a critical time, on such a critical issue, Tyson Foods is committing to further action. \nWe believe deeply in our country’s founding principle that all people have certain Unalienable Rights and deserve equal protection. But as we know today, in the aftermath of the senseless and horrific killing of George Floyd and so many before him, this has not been the actual experience of everyone in this country. Each time we witness a tragic injustice, it reminds us that our country, our values and our beliefs are threatened by those who fail to grasp that they are attacking all of us each time they treat anyone with less respect because they are different.\nThe actions listed below are not exhaustive but reflect some of the many steps in our efforts to reaffirm and reinforce our core values as well as support our country and our team members as we work to drive real, lasting change for our society.\n\t▪\tWe will implement a silence across all our U.S. facilities for 8 minutes and 46 seconds on June 9 to mark the funeral for George Floyd.\n\t▪\tWe have a track record of charitable giving in the communities where we live and work. We will supplement this with gifts to several worthy organizations, through corporate donations totaling $5 million to be shared over a course of three years:\n\t▪\tThe Equal Justice Initiative\n\t▪\tThe National Museum of African American History and Culture\n\t▪\tThe National Urban League\n\t▪\tThe Executive Leadership Council\n\t▪\tTeam member choice. We will offer up to five options and the recipient will be determined by our team members.\n\t▪\tIn addition, we will ensure that the above-mentioned groups are eligible for funding in our employee-match program. Further, we recommit to the outstanding work of our Tyson Foods business resource groups.\nWe commit to those who have suffered to never forget them and to do our part to prevent these situations from reoccurring. To our Tyson team members, we commit to listen and take positive actions to address what we learn. To America, we commit to work with you to be the change that our country deserves.\n"}, "_id": "Tyson.txt"}
{"_source": {"content": "Amazon donates $10 million to organizations supporting justice and equity\nDonations to the NAACP, National Urban League, Thurgood Marshall College Fund, and UNCF, among others, seek to support education and justice for Black communities across the U.S.\nBy Amazon\non June 03, 2020(Updated: July 14, 2020)\n* Facebook Share\n* Twitter Share\n* Linked In Share\n* Email Share\nUpdate, July 14:Amazon employees from 33 countries donated $8.5 million through the companys campaign to match donations and support organizations focused on combating systemic racism.With the companys match, that means Amazon will donate an additional $17 million to the 12 organizations and their local affiliates,which the Black Employee Network (BEN) helped select. This is in addition to Amazons initial donation of $10M in early June. In all, these organizations have now received more than $27Mfrom the Amazon community.\nUpdate, June 9:Since announcing our $10 million donation, weve heard many employees are making their own contributionsand weve decided to match their donations 100% up to $10,000 per employee to these 12 organizations until July 6, 2020.\nThe inequitable and brutal treatment of Black and African Americans is unacceptable.\nBlack lives matter. We stand in solidarity with our Black employees, customers, and partners, and are committed to helping build a country and a world where everyone can live with dignity and free from fear.\nAs part of that effort, Amazon will donate a total of $10 million to organizations that are working to bring about social justice and improve the lives of Black and African Americans. Recipientsselected with the help of Amazon's Black Employee Network (BEN)include groups focused on combating systemic racism through the legal system as well as those dedicated to expanding educational and economic opportunities for Black communities.\n* ACLU Foundation\n* Black Lives Matter\n* Brennan Center for Justice\n* Equal Justice Initiative\n* Lawyers Committee for Civil Rights Under Law\n* NAACP\n* National Bar Association\n* National Museum of African American History and Culture\n* National Urban League\n* Thurgood Marshall College Fund\n* UNCF (United Negro College Fund)\n* Year Up\nIn addition, BEN will receive a grant to fund local organizations that support education and racial equality initiatives in communities across the country where our employees live and work.\n\"Amazons leadership and BEN have worked hand-in-hand to identify organizations in the Black community that make a difference and will contribute to them in a meaningful way. In addition to the organizations listed, we will work with our chapters to identify local groups to support,\" said Angelina Howard, president of BEN. \"We will continue these conversations about how Amazon can support employees and the entire Black community beyond these tragic recent events.\"\nTogether, we stand in solidarity with the Black communityour employees, customers, and partnersin the fight against systemic racism and injustice.\nPhoto above: We raised the Pan-African flag on Amazon's Seattle campus earlier this year in partnership with BEN to honor Black history and celebrate the meaning of the flag.\n\n"}, "_id": "Amazon .txt"}
{"_source": {"content": "Our belief is that progress happens when people feel secure, and we recognize that racism erodes that sense of security for the Black community. We continue to be reminded that painful bigotry and racial injustice exists in our society. Today and every day, we stand with the Black community – our employees, families and friends, customers and philanthropic partners. We stand against hate-filled behavior and language, and remain dedicated to our global commitment to treat everyone with empathy, dignity and respect."}, "_id": "Liberty Mutual Insurance.txt"}
{"_source": {"content": "An Open Letter to Our Federal, State and Local Elected Officials\nBy Randall Stephenson\u2028AT&T Chairman and CEO\nOne cannot read the founding documents of our nation and miss the overarching mandate for justice. \nThe first sentence of the preamble to the U.S. Constitution states its very intent is to “establish justice and insure domestic tranquility.”  The sequencing of these intentions is patently clear: tranquility flows from justice, not the other way around.\nThe horrific deaths of George Floyd, Breonna Taylor, Ahmaud Arbery and now Rayshard Brooks provide stark evidence that we have failed in our mandate to establish equal justice for Black Americans.  And all too often, tragedies like these follow a predictable pattern: Outrage yields to protest, which leads to promises of reform. But in the end, little changes and the pattern repeats itself.\nBut this time feels different.\nIn that spirit, I agreed to represent AT&T and work on equitable justice as part of a new Business Roundtable committee of large company CEOs committed to advance racial equity and justice. While my effort will focus on the immediately pressing issue of needed changes in policing practices, the BRT has initiated projects addressing racial inequality across a broad range of areas including: health and the disparate impact the pandemic has inflicted on Black communities; financial systems; and education and workforce development.\nTo better understand the issues specific to equitable justice, I’ve spent a lot of time over the past week listening to civil rights leaders and activists, current and former elected officials, religious leaders, and law enforcement professionals to gain insight and direction.\nWhile there are no simple solutions and opinions remain divided on some issues, they all agree that we are in a unique moment in time.  And our conversations give me conviction that we have the mandate, the will, and the ability to achieve equitable policing and redefine the relationship between law enforcement and those they serve — Black Americans, in particular.\nIt’s often easier to affect change locally first, as evidenced by cities like Dallas, San Francisco and Chicago which have already taken decisive steps to change police department practices. \nIn Dallas, Police Chief Reneé Hall has implemented a “duty-to-intervene policy,” ordering her officers to stop other officers when they act inappropriately. And the department is working to enhance transparency and trust by releasing within 24 hours videos of critical incidents. \nIn San Francisco, Mayor London Breed has committed to reforms such as banning the use of military grade weapons and ending the practice of asking police officers to intervene in non-criminal activities, such as mental and behavioral health crises.\nIn Chicago, Mayor Lori Lightfoot has signaled that the city is laying the foundation for long-term reform. Importantly, she has stressed that improved accountability and the other solutions that citizens and leaders are calling for will require constructive dialogue with police unions.\nBut equitable policing will take more than local solutions in Dallas, San Francisco, and Chicago. Racial injustice affects cities and towns across our nation. Successfully addressing this will require action on the Federal level to achieve full and equal treatment under the law.\nIn corporate America, we operate by the maxim: what gets measured, gets done.  We use data to recognize trends, inform our goals, and drive our decision-making and actions.  The same analytical rigor can help inform police reform efforts.\nIt’s promising to see strong, bipartisan efforts in Congress to provide for nationwide data tracking and transparency of police misconduct. This will not only better protect our citizens, but also protect the reputation of the majority of professional, dedicated officers who pursue their work with courage and decency every day. \nI’m also encouraged by the groundswell of support from police departments and both Republican and Democratic leaders to ban chokeholds. Now it’s time to further codify national standards on the use of force. Every citizen deserves to know exactly what force police officers are allowed and not allowed to use.  Clear and specific rules are not just about protecting citizens. They’re equally about protecting officers, who should not be left with too little guidance and training to know what’s reasonable in high-pressure and potentially dangerous situations.\nLikewise, we must take a hard look at our prevailing legal precedent that can exempt police officers from civil liability, even for shocking acts of misconduct and excessive force.  Known as qualified immunity, this protection is a multifaceted issue with strong opinions from many quarters. But we cannot afford to ignore it simply because it is complex.  Our political leaders must debate the merits of any legal structure which distances our police forces from accountability for misconduct.\nConcerning implicit racial biases, all organizations — including companies and police forces —need to step up and implement more effective training courses to help address biases – and do so urgently.\nFinally, as we approach law enforcement reform, police unions must be part of the solution.  To the extent that collectively bargained practices stand in the way of just treatment for Black Americans, those practices must be on the table.  We must commit together to challenge anything which compromises accountability, trust, and confidence in law enforcement.  AT&T has one of America’s largest union-represented workforces, so I appreciate this won’t be easy.  But America can no longer overlook the extent to which these policies and practices are contributing to unjust treatment.\nThis is America’s moment to seize the opportunity for change and business leaders cannot sit this one out. We must engage to drive reform.\nToday, I feel a sense of renewed hope and resolve that our Constitution’s mandate for justice to ensure domestic tranquility is not simply an ideal … it can be our reality.\n"}, "_id": "AT&T.txt"}
{"_source": {"content": "\"Peace is not just the absence of conflict; peace is the creation of an environment where all can flourish, regardless of race, colour, creed, religion, gender, class, caste, or any other social markers of difference. \"\n- Nelson Mandela\nLike every individual, I view the world through the lens of my experiences. That lens for me is tinted by my formative years in South Africa, my experience coming to the United States of America as an outsider as well as the privilege that’s been afforded to me by the color of my skin. \nAs the United States grapples with a legacy of social injustice – horrifically punctuated with the recent killings of George Floyd and Ahmaud Arbery among many others – I am reminded of Nelson Mandela’s words on peace. Mandela, one of my heroes as a native South African, spoke in India in 2004 and called out what so many of us in positions of privilege in the United States are increasingly confronting. That a country where people of color do not and cannot feel safe is not a country at peace. The United States has made progress in our lifetime, but remains in everyday conflict over the fundamental right of equality. It is the responsibility of institutions and individuals with power to support the side of justice in this struggle.\nAmerisourceBergen is guided by our purpose and principles, and unity in our responsibility to create healthier futures necessitates action to address and attack systematic inequality. Our company and our foundation provide meaningful support to non-profit organizations that fight for justice and work to strengthen communities who feel the impact of oppression and discrimination. Earlier today, we shared with our associates that their donations to the Equal Justice Initiative and other organizations will be matched on a 2 to 1 basis. \nTo our associates in the black community, while it would be impossible to say that I understand the emotions you’re feeling, I can say that I, along with AmerisourceBergen, stand with you and are at the ready to confront oppression. Your lives matter. \nWe support all AmerisourceBergen associates who are grappling to address their environment now. We are actively communicating with our associates and ensuring everyone has access to resources and assistance including support for mental health and crisis preparedness. \nMuch of the past few weeks has been spent executing on our fundamental role in confronting a global pandemic. Through this global health crisis our organization, on the backs of every one of our 22,000 associates, has persevered and remained hopeful for a return to normal. The unacceptable truth that we must confront and work to overcome is that many people, for no other reason than the color of their skin, do not have a normal to return to. \nThis absence of safety and equity has simmered for far too long and now after myriad examples of violence against communities of color, peaceful protests have in many cases boiled into destruction on the streets of many cities across the United States and the globe. I know that health care providers that our company supports, many of whom care for vulnerable populations, have been impacted and my sincere hope is that the current violence and unrest can quickly be replaced by acceleration of action and progress towards meaningful equity.\nTo achieve this progress, each of us must live up to our responsibility to work towards true peace. A peace, as Mandela defines, where all can flourish regardless of our beautiful differences.\nThis message was originally shared with all AmerisourceBergen associates on June 1, 2020. Edits were made to remove reference to internal programs.  \n"}, "_id": "AmerisourceBergen.txt"}
{"_source": {"content": "Ford Team,\nThis is an extraordinary moment in our history. All at once, we are grappling with a public health crisis that has claimed hundreds of thousands of lives, an economic shock that has forced us to adapt on the fly, and social upheaval that has challenging all of us to think and act differently.\nIn the midst of this, the tragic killing of George Floyd, compounded by other senseless killings over the years, has sparked the expression of decades of collective anger and frustration over the unacceptable abuse of power and authority. This pain is felt across the communities our employees call home.\nThere is no doubt that the weight of these challenges disproportionately fall on the black community. We have seen this disparity among our own Ford team members affected by COVID-19, and the legacy of economic disparities in our own home city of Detroit. It is pain that many of our team members have long felt in their daily lives.\nThere are no easy answers. We are not interested in superficial actions. This is our moment to lead from the front and fully commit to creating the fair, just and inclusive culture that our employees deserve.\nFord, and our labor partners, especially the UAW, have shown leadership on diversity and inclusion over the years. Building on this, and the work of the Ford Motor Company Fund in black communities, there is much more we can do together.\nToday is the start of an even deeper dialogue within Ford on these critical issues. We will be meeting with employees across the company, including engaging with the Ford African Ancestry Network (FAAN). We also plan to ask leaders throughout the company to hold dialogues with their teams to understand how people are feeling and discuss how we can get better together. We promise to share updates as we continue on this journey. \nWe are a company made up of extraordinary people of every race, religion, and background, all worthy of the same dignity. We view our differences as one of our great strengths. We are a team – not in word, but in bond.\nAnd while we would like to say that racism has no place in our society, we know that systemic racism still exists despite the progress that has been made. We cannot turn a blind eye to it or accept some sense of “order” that’s based on oppression. \nMany of us cannot know what it is truly like to be part of a community of color, to know what it is like to be afraid for our children every time they leave the house, or to worry that this day might be our last. But as long as so many of our colleagues, our friends, live with that fear, how can we live with ourselves? As long as we have the privilege to breathe, it’s on all of us to summon new levels of empathy and humanity.\nFinally, we want to say to anyone struggling with fear and despair, we have resources that can help. Please visit @FordOnline and see below for more information.\nIn a time of hardship and upheaval, one thing is for certain: we remain a family and a company that is stronger together and committed to racial and social justice.\nThank you for all you do for Ford Motor Company.\nBill and Jim\n"}, "_id": "Ford.txt"}
{"_source": {"content": "We stand in solidarity with our Black colleagues and all communities of color.\nDiversity, equity and inclusion are fundamental to our core values and to an environment where all people can bring their authentic selves to work and feel safe, welcomed, valued and respected. We actively encourage employees to discuss critical issues such as racism through Employee Resource Groups and other forums, which you can learn more about on this site.\nThis June, we donated $1M through our foundation to the Equal Justice Initiative in support of the organization’s goals to end mass incarceration, excessive punishment and racial injustice. We know our words and actions aren’t enough to bring about broader change, so we are working to help enact change at a higher level through my involvement with the Business Roundtable and as a member of the CEO Action for Diversity & Inclusion. We know that much work lies ahead in our communities. We must and will do more.\nTRICIA GRIFFITH\nPresident & Chief Executive Officer\n"}, "_id": "Progressive.txt"}
{"_source": {"content": "Colleagues –\n\nOver the weekend, we witnessed protest and unrest in many of our cities, and I want to address it directly. \n\nThe death of George Floyd was the result of a reprehensible act. Although authorities are taking action to ensure justice, the national response and global dialogue related to Mr. Floyd’s death point to a serious issue ― and we must not look away. We must take notice. We have to respond clearly that racism, discrimination and hatred will not be tolerated. We must take this moment to embrace the fundamental values that unite us.\n\nThe pandemic environment has shown us what we can accomplish when we stand together. As we continue to build a culture of inclusion that supports diversity in its broadest sense, let the tragedy of Mr. Floyd’s death remind us that there is no room for abuse of power and that we have to seek to understand experiences and perspectives that are different from our own. Complex issues raise difficult questions and conversations. Mutual trust and respect will guide the path forward as we build a more diverse and inclusive global community.\n\nWith respect for all.\n"}, "_id": "Raytheon.txt"}
{"_source": {"content": "Racism, injustice and violence have no place in our society and cannot be tolerated. Yet we continue to be unable to make enough progress in this country – so at this moment it is critical to step back, face the hard subjects and try to reflect.\nI have talked with many employees and share their feelings of anger, frustration and outrage following the senseless killing of George Floyd, and other instances of violence against Black people. These atrocities run counter to everything our company stands for.\nIt is heartbreaking and tragic that in 2020, we find ourselves still struggling with issues that are so core to human dignity. In the face of the COVID-19 pandemic, which has also hit communities of color particularly hard, it is more important than ever that we be united, and yet it feels as if the opposite is the case.\nAt Comcast, we aspire to build better lives for all of us. We strive to have a diverse employee population and recognize that only by interacting with, and listening to people of all races, backgrounds, ethnicities, sexual orientations and abilities can we hope to truly understand and appreciate one another. And we are committed to using our platforms across the company to educate, inform and inspire the public.\nI want to thank our courageous journalists at NBCUniversal for risking their safety to shine a light on what is happening, as well as our Comcast Cable field technicians and retail store employees who continue to put themselves on the frontlines to support our customers in even the most difficult circumstances. You make us very proud.\nHonest dialogue is critical, as is fighting injustice wherever it exists. We are committed to being a champion for equality as we continue this journey together. Stay safe.\n"}, "_id": "Comcast.txt"}
{"_source": {"content": "At Kroger, Our Purpose is to Feed the Human Spirit, which means we’re always driven to do more and help make the lives of those around us better – whether that’s our own associates, or our customers and communities. Our commitment to help and support is critical now, as so many of us are hurting, frustrated and angry.\nThe senseless killings of George Floyd, Ahmaud Arbery, Breonna Taylor – and so many more, too many more across our country – have shaken us to our core. I share in everyone’s feelings of sadness and outrage for the victims. The pain is deep and raw. My heart goes out to their families, friends and communities.\nWe cannot remain silent. We must use our voice to express that we’re against racism and injustice toward the Black community. We can and must do better, as a company, community and country.\nTo become a greater part of the solution, we believe the most important next step is to listen. We’re creating more opportunities for our associates to openly share their thoughts and feelings about their experiences with discrimination – and for our company and leaders to more deeply and deliberately listen.\nWe’ll continue to educate and show our leaders and associates how to be stronger allies – to be more empathetic, supportive and aware of our own unconscious bias. So that together, we can build a better, more inclusive Kroger. It starts with all of us. And as CEO, that starts with me.\nOur African American Associate Resource Group has developed an allyship resource guide that they’ve shared with all of us, available for downloading at TheKrogerCo.com. I’m thankful for the individuals who helped us quickly take this step forward, providing insightful resources for all of us to review, reflect on and learn from.\nWe strive to be a company that empowers and supports our associates. We not only have to listen, but we must act.\nAs a demonstration of our commitment to being part of the solution, and as a first step toward being a catalyst for change, our company is establishing a $5 million fund to support the advancement of racial equity and justice. This investment will be earmarked within The Kroger Co. Foundation for improving diversity, equity and inclusion.\nThis has been a moment of clarity and reflection that has revealed the deeper work we must do. We’re committed. We’re openly listening to our associates and community partners, and we’re engaging advocacy groups to further understand what more we can do. We’ll take action and share our progress.\nTo our Black associates, customers and allies: We see you. We hear you. We support you, and I stand with you.\nOne of my favorite Nelson Mandela quotes states, “One of the most difficult things is not to change society – but to change yourself.”\nWith that in mind, now and each day, we remain guided by Our Purpose and Our Values of Integrity and Honesty, Safety and Respect, Diversity and Inclusion. These are our core beliefs – the essence of who we are – and they do not change, no matter the circumstances.\nThank you for shopping with us, and for being a loyal customer.\nSincerely,\n"}, "_id": "Kroger.txt"}
{"_source": {"content": "Dear colleagues, Over the last few weeks, there has again been civil unrest across the United States, which is spreading to other countries. There is sadness and anger over race-based discriminatory and violent acts, including the senseless deaths of black men and women at the hands of police officers. Issues of diversity and inclusion are important, and basic human and civil rights even more so. We and the other members of the AIG Executive Leadership Team believe it is necessary to address the situation. At AIG we strive to be a market leader – not only in our core businesses, but as an employer that values the contributions of all colleagues regardless of race, gender, ethnicity, national origin, religion, age or sexual orientation. There is no room for racism or other forms of discrimination at AIG. We stand as Allies with our black colleagues and colleagues who are part of racially mixed families. You are not alone in your heartache. We hear your anguish, see your grief and acknowledge your pain. Our company operates in many countries around the world and we draw strength from the diversity of our colleague base. We know that diverse and inclusive organizations are healthier and perform better. Our response to COVID-19 is an example of how when we come together, united against a common enemy, we are unstoppable in helping each other, our clients and other stakeholders. We have made strides at AIG to build a diverse and inclusive global team of professionals, but we know there is still much work to be done. The last few days, in particular, have been a painful reminder that there must be a deeper and more robust dialogue about our values, and we must live those values, as well as continue our efforts to foster a diverse and respectful work environment. We are committed to speaking up and calling out injustice. We need your help. Each and every one of us has a role to play if we are to become a true leader in our industry – on all issues, not just financial results, operational excellence or stock price. Starting today, we must come together with compassion and take more meaningful action that will contribute to lasting change when it comes to eradicating racism and inequality. As an initial statement of our support for the black community, the AIG Foundation will make a US$250,000 donation to the NAACP Legal Defense Fund and a US$250,000 donation to Amnesty International. In addition, each colleague globally will receive an additional paid day off to volunteer for an organization that focuses on education about the importance of equality, diversity, inclusion, criminal justice reform, and human and civil rights, or otherwise provides support for underrepresented and at-risk groups. With the help of leaders and managers across the organization, we also plan to create more opportunities for open dialogue about issues of racism, discriminatory behavior and unconscious bias. These can be uncomfortable conversations, but they pale in comparison to the conversation colleagues have with their black parents, siblings or children as they fear for their safety and seek acceptance in society. Together we will build a better, stronger, more inclusive and unified company. Thank you for your continued dedication and commitment to AIG. "}, "_id": "AIG.txt"}
{"_source": {"content": "As people around the world demand justice for George Floyd, Ahmaud Arbery, Breonna Taylor, Rayshard Brooks and far too many others, we have been thinking hard about how PepsiCo can help dismantle the systemic racial barriers that for generations have blocked social and economic progress for Black people in this country. We know that the first step toward change is to speak up, so I want to be very clear: Black Lives Matter, to our company and to me.\nEven though I wasn’t born in the United States, I am passionate about this issue. Growing up in Spain, my parents raised me to believe that all people are equal, that diversity is a reflection of our common humanity. This is true both in companies and the larger society. Yet despite my parents’ optimistic view, we know that all people are not treated equally and that the problem of systemic racism is very real. The struggle for equality exists in many forms around the world, from religious freedom, to gender equality, indigenous people’s rights, LGBTQ+ rights, Latino rights in the U.S., and other racial and ethnic discrimination. After living in Georgia and Connecticut for several years, I have come to better understand the urgent need for racial and social justice in this nation, and I am committed to using my position as CEO to lead this change.\nA letter I received recently from a long-time PepsiCo associate expressed some of the pain many of our colleagues feel. She spoke of Black Americans’ struggle with everything from sub-standard housing, to racial profiling, to under-funded education. She was disappointed in some of PepsiCo’s past decisions and called us to action, saying: “PepsiCo at this time has an opportunity to look at our African American employees and community with wide open eyes and heart, and to work hand-in-hand to address the plagues many of us all too often face each day.” I couldn’t agree more.\nDuring the past few weeks, the senior leadership team and I have been doing a lot more listening than talking. I met with several different groups of Black community leaders, as well as MOSAIC, our Black employee resource group. These conversations were humbling and enlightening. I came away from them more conscious of the insidious nature of systemic racism and even more committed to using PepsiCo’s resources for good.\nThe journey for racial equality has long been part of our company’s DNA, going back to our first Black sales team in 1947 and the legacy of Harvey Russell. We’ve also been long-time contributors to the NAACP Legal Defense Fund and will continue to support their work for social justice. But the recent protests in all 50 states and around the world have called on us to honestly assess our efforts. Whilst there are areas we have made progress in the fight against systemic racism and inequality—including pay equity and the diversity of our frontline workforce—we know we cannot keep pointing to what we did decades ago. The promise of our journey remains unfulfilled. We have much work to do going forward, and to echo Dr. Martin Luther King, Jr., “The time is always right to do what is right.”\nSo today, I am announcing the next step in PepsiCo’s journey for racial equality: a more than $400 million set of initiatives over five years to lift up Black communities and increase Black representation at PepsiCo. These initiatives comprise a holistic effort for PepsiCo to walk the talk of a leading corporation and help address the need for systemic change.\nOur journey will now focus on three pillars—People, Business, and Communities.\nWhen it comes to People, we are focusing on increasing representation; recruitment; and education, internships and apprenticeships. That means dramatically rethinking our approach to talent, starting by:\nExpanding our Black managerial population by 30% by 2025 through internal development and recruitment—we will add more than 250 Black associates to managerial roles by 2025, including adding a minimum of 100 Black associates to our executive ranks. Whilst 14% of our U.S. workforce is Black, we know we need to increase representation in leadership.\nAccelerating our recruitment efforts with Historically Black Colleges and Universities and increasing partnerships with diverse organizations at our core schools.\nEstablishing scholarship support for students transitioning from 2-year to 4-year programs and scaling our existing efforts to support trade/certificate and academic 2-year degrees education through community colleges for 400 Black students per year—these funds will also provide wrap-around support, including money for books, transportation, housing, and more.\nActivating associates to help drive ongoing change in our organization, with a focus on internal mentoring, coaching, and continuous development—we know that many of you want to get involved, and we will need your support to see our journey through.\nMandating company-wide unconscious bias training, followed by continued training aimed at reducing biases in the workplace; including PDR objectives on representation; and requiring diversity on executive candidate slates—we’ll also expand our programs dedicated to supporting Black talent throughout critical career stages. \nWhen it comes to Business, we will leverage our scale and influence across our suppliers, marketing agency partners and customer base to increase representation and strengthen Black-owned businesses. That means step changes in our spending and approach to partnerships, starting by:\nMore than doubling our spending with Black-owned suppliers; expanding the supplier pipeline through advocacy and outreach; and building supplier capability targeting growth across services, agriculture, sustainable packaging, and operations.\nUsing our buying power to create more jobs for Black creators at our marketing agencies and making them part of our content development—we will implement a Creative Agency Diversity Policy modeled on our existing policy for the selection of legal services, including an annual audit. \nInvesting $50 million over five years to strengthen local Black-owned businesses.\nWhen it comes to our Communities, we’re working to drive long-term change by addressing systemic barriers to economic opportunity, investing an incremental $20 million over five years. That means broadly increasing our efforts to create opportunity and advance economic empowerment for Black Americans, starting by: \nAccelerating our support for social programs that impact Black communities, including delivering $6.5 million in community impact grants to address systemic issues; investing $1 million to replicate our holistic community support program, Southern Dallas Thrives, in Chicago; expanding our Food for Good initiative providing jobs and access to nutrition to more Black communities; and increasing our contribution to the NAACP Legal Defense Fund to support the struggle for social justice.\nSupporting Black-owned restaurants as part of our Small Businesses Program, including mentoring, management training and help obtaining financing.\nInvesting $5 million to launch a Community Leader Fellowship program for Black non-profit CEOs. We will provide grants to participants’ organizations, executive education, and connections to PepsiCo leaders and partners.\nThe bottom line is: this moment calls for big, structural changes, and we’re committed to being agents of that progress. As we continue our journey, we are going to keep listening—to leaders, communities and all of our associates—and we will work to do the right thing. We are committed to this work because we know the American society has placed the burden disproportionately on Black people. Injustice and inequality are problems for us all, and we all must do our part to defeat them. These efforts will also inform and positively impact our broader diversity efforts beyond our Black associates, as we look to be an actor in addressing other types of inequality going forward.\nThank you to everyone who has voiced their opinion fearlessly to advance this important conversation. I hear you loud and clear and, as CEO, I aspire to ensure that all associates are proud to work at PepsiCo. We still have a ways to go, but our journey is gathering speed. Together, I am confident we can work to build a stronger, better company that actively supports racial equality, more fully serves our communities, and lives up to our highest ideals.\n"}, "_id": "Pepsico.txt"}
{"_source": {"content": "This week will not be easily forgotten in history, and it shouldn’t be. God-willing, it will be seen as a turning point in race relations. The pain, fear, sadness and anger felt by the black community, and also by the vast majority of people globally, is palpable.\nWe all want to do something to try to change the course we find ourselves on and become the country where all men and women are treated equally. Many, many thousands of citizens are protesting across the country. They are doing so with great and understandable emotion. But they are also doing so with respect and in peace. I know because I have witnessed it first hand, three times this week, most recently late yesterday as 20,000 protestors marched past my block in Manhattan. A small number of people are using the cover of protest to loot and create mayhem. That has no place in the United States or anywhere.\nSo what can we do?\nThis morning, I held a call with Morgan Stanley’s Black Managing Directors to listen to their thoughts and to learn how we can be a better Firm and contribute to a better society. Today, they sent out a memo to express their hurt and pain on behalf of our Black community and to be there as leaders by collectively contributing to the NAACP Legal Defense Fund. I applaud their leadership. \nAs a Firm we can do more, and we will do the following:\n1.    Carol Greene-Vincent, Head of Global Internal Audit, will join Morgan Stanley’s Operating Committee, the most senior governing body of this Firm. I was planning on having her join at the end of 2020, but I have accelerated her appointment to June 30.\n2.    Susan Reid, Global Head of Diversity and Inclusion, will join Morgan Stanley’s Management Committee as of June 30.\n3.    In her elevated role, Susan will create a new Institute of Inclusion, modelled after our successful Institute of Sustainable Investing. It will have an independent advisory board that I will chair. Among many things, it will be responsible for setting policy, putting in place metrics, coordinating our internal and external voice, and overseeing the mentoring, development and promotion of our diverse employees. The Institute will be properly funded, initially with $25 million, to ensure it can successfully complete its mission.\n4.    Just as our Black Managing Directors have contributed to the NAACP Legal Defense Fund, the Firm will make a donation of $5 million. In addition, the Firm will match dollar for dollar U.S. employee contributions to the Fund. \n5.    We’ve added a new fifth value to our core values: Committing to Diversity and Inclusion. Putting Clients First, Doing the Right Thing, Leading with Exceptional Ideas and Giving Back underpin everything we do. While Committing to Diversity and Inclusion is implied in “Do the Right Thing,” it is time to make it explicit.\nI urge all employees, whatever their race, color or political persuasion, to embrace these changes as we try to do our bit to make Morgan Stanley the place of choice to work for anyone of any background.\n\n"}, "_id": "Morgan Stanley.txt"}
{"_source": {"content": "As I am sure all of you have seen over the past few days, our country faces yet another major challenge with racial issues and civil unrest. While many of you know who we are as a company and what we stand for as an organization, I want to take this moment to reaffirm it. At HCA Healthcare, above all else, we are committed to the care and improvement of human life. The values we embrace in pursuit of this mission are built upon the belief that every individual has unique and intrinsic value, regardless of race, gender, religion, sexual orientation, or whatever makes us different.\nOur values come to life every day when we provide patient care with dignity, compassion, and excellence to anyone who needs it, no matter the patient’s individual circumstance. Our values come to life every day when we foster a work environment where everyone is treated with respect and loyalty and has an equal chance to succeed and grow. Our values come to life when we support our communities and those in need.\nWe believe excellence in healthcare starts with these values as a foundation. Therefore, we aim not to discriminate. We aim not to harm; instead, we aim to nurture and heal. And, we strive daily to foster a culture that treats those we serve, and those whom we work beside, with kindness and respect. Events unfolding throughout our nation go against these values and have many of us hurting, anxious, and concerned for one another, our families, and our communities.\nOur commitment to a diverse and inclusive company is not passive; it is active. We are as committed as we have ever been to fostering an engaged and inclusive culture for our patients, for our colleagues, and for our communities. In the days ahead, you will hear more from Sherri Neal, our Chief Diversity Officer, about our plans for support and resources.\nI have said it many times, we are in the people business - people taking care of other people in need. Our greatest strength is our culture - ultimately, that is a system of values, expectations, and accountability for all of us. We will continue to listen to and serve others in our constant pursuit of our mission.\nSincerely,\n"}, "_id": "HCA.txt"}
{"_source": {"content": "GDIT stands firmly behind the ideals of equality, liberty and justice. We strive to make GDIT a place where every employee feels valued and respected; one where employees see themselves and feel heard. We’re working with our Black Employee Network to listen, learn and continue to evolve our strategy around diversity and inclusivity."}, "_id": "General Dynamics.txt"}
{"_source": {"content": "Promoting Racial Diversity and Equity at ADM\n\nFollowing the tragic deaths of George Floyd, Breonna Taylor and Ahmaud Arbery, the anguish and pain felt around the world revealed the urgent need for us to take action in upholding the values that are core to our culture at ADM. We remain committed to promoting diversity and inclusion, respect and integrity within our own company, and in the communities where we live and work, and we understand the urgency to act now to fight systemic racism and ensure equality for all.\nAna Apolaro, ADM vice president of human resources and head of diversity and inclusion, explains the actions ADM is taking now, and in the future.\nWhat is ADM doing to promote racial diversity, including upper management?\nApolaro:\nADM’s core values express what we expect of ourselves and each other. Among them is showing respect and treating everyone with care and consideration. Our C-Suite consists of 38% ethnically diverse leaders, and we continue to focus on enabling diversity at all levels of leadership – from the Board of Directors, to our Executive Council and our senior leadership ranks.\nWe know that diversity can’t be enabled at the leadership levels without structural focus at every level of the organization. We have instituted procedures across the employee life cycle to ensure equal opportunities for all: we are committed to diverse talent slates during the hiring process, we ensure our candidate review and selection efforts address and reduce unconscious bias, we provide specialized mentorship programs for diverse colleagues to support their career journey and acceleration, and we have a dedicated talent review program to ensure we fully support advancement of colleagues from underrepresented backgrounds.\nHow can ADM ensure people of color are successful?\nApolaro:\nAt ADM we want to remove every potential barrier to successful career journeys for people of color, while ensuring they have the full support of our organization to succeed while bringing their “whole selves” to the workplace. Every year we take our global workforce through required trainings, including an unconscious bias course to ensure that every colleague has a common understanding of what diversity and inclusion looks like in action and why it matters.\nADM is committed to developing all colleagues and helping them maximize their career aspirations through continuous learning and by providing unique experiences over and above their formal role. Every single colleague at ADM is required to have a development plan that is discussed at least on a quarterly basis. We also have talent talks to discuss the careers of all colleagues to ensure we have the right people in the right jobs to maximize their potential and performance.\nOur Global Tuition Program is available for all colleagues that pursue professional development by reimbursing 75 percent of all eligible tuition, books and mandatory fees for certificates, undergraduate and some graduate level courses. We also provide an independent and confidential compliance hotline, allowing all our employees to freely and confidentially bring up concerns enabling ADM to take appropriate measures to ensure equal opportunities for all.\nWhat action is ADM taking as a result of the protests?\nApolaro:\nIt is an important moment to reinforce communicating our core values surrounding diversity and inclusion, condemning social injustice. We have the personal commitment of our board, CEO and executive committee to engage quickly and transparently on this matter – and all these groups have taken action over the past several days to host forums for listening, discussion and learning.\nWe are enhancing the amount of pulse surveying we do across the organization to ensure we are listening to and hearing the voices of all colleagues. What we learn from these engagements will set a course for what we must do next.\nHow does ADM support social justice through partnerships and contributions?\nApolaro:\nTo promote substantive change, ADM recently contributed $200,000 to the National Urban League, an organization dedicated to advancing economic empowerment, equality and social justice. Their mission is to help African-Americans and others in underserved communities achieve true social parity, economic self-reliance, power, and civil rights.\nOur longstanding partnership with the organization helps support economic empowerment through education and job training, housing and community development, workforce development, entrepreneurship, health, and quality of life. Further, to strengthen our commitment, ADM is matching colleague contributions to approved 501(c)(3) organizations that are supporting causes associated with racial equality.\nThroughout our history, we’ve fostered an environment of respect and integrity, and we realize this must exist beyond the walls of our facilities and weave into the communities we serve. In 2020, we’ve supported\nC200- Paradigm4Parity, Access Living, Kiva Foundation, Singapore Council of Women's Organizations, and The Hunger Project India, all of which strive for global inclusion and empowerment.\n"}, "_id": "ADM.txt"}
{"_source": {"content": "When I became USAA’s CEO earlier this year, I made a few promises to myself and our employees. One was to ensure we created an environment at USAA where each of us could be our best each day. The events of the last few weeks following the killings of George Floyd, Ahmaud Arbery and Breonna Taylor stand as stark reminders of the injustice still prevalent in our country. For me it has reinforced the depth of our challenge to support each other fully and in a meaningful way. Solving racial injustice in the short run will be incredibly difficult, talking about it openly may be awkward, but silence is not an option because so many in our nation feel the pain from the upheaval our country is experiencing right now.\n \nThe incidents have weighed heavily on many USAA employees and members. Each of us is a product of our life experiences and those are shaped by our gender, ethnic background and orientation, including the color of our skin. I realize that I cannot begin to know what it’s truly like to be Black in America. But I do know that treating people with respect, creating a safe environment, and seeking to understand form the basis for trust, and that enables each of us to feel a sense of belonging. As parents of two sons, who live to ensure they have a bright future, the stories from moms and dads fearing for their sons are gut wrenching to my wife and me. For anyone feeling a heavy burden, our hearts go out to you.\n \nWe are a team at USAA, one that shares a common mission and one that promises to live by our core values of service, loyalty, honesty and integrity. We do many things so well, however we have not found a meaningful way to engage in the courageous conversations around race, gender and orientation bias. The absence of talking about our fears and concerns in real terms limits our ability to be our best. The hurt that people feel today is real, palpable and it won’t simply go away.\n \nWords are meaningless without action. I believe that listening to diverse perspectives and summoning the courage to start crucial conversations is the first step in fostering inclusivity and creating environments where each of us feels like we belong. It is something I can do better, and something each of us can do to support each other.\n \nUSAA stands with the Black community. We have been focused on creating a diverse and inclusive workplace for a long time, but there is more work to do. We remain committed to hiring diverse talent and will continue to encourage employee participation in our eight diversity and inclusion business groups and create forums that promote an engaged workforce. We will model crucial conversations, as demonstrated so well by my USAA teammates Renee Horne and Tony Wells. Both have shared actionable advice and profound insights on separate LinkedIn posts about this important subject.\n \nFor hundreds of years, men and women of all backgrounds have fought next to each other and died to ensure we live in a free country. Unfortunately, more than 150 years following the 14th Amendment, racial justice is still something we have to fight for, to ensure each of us can enjoy the hard-fought freedom that our Constitution promises. We can start locally by supporting and respecting each other, harnessing our diverse skills, backgrounds and beliefs, and channeling our collective energy to serve each other.\n \nThank you for joining the cause for positive change.\n"}, "_id": "USAA.txt"}
{"_source": {"content": "There is a Big Difference Between Seeing What’s Wrong and Doing What’s Right...\nThe recent deaths of George Floyd, Ahmaud Arbery and Breonna Taylor astonishingly add to the important and unconscionable list of black Americans who have lost their lives based on the color of their skin. I am both impatient and disgusted by the fact that as a nation, we seem to be placated by the passive discussion of “why.” Why does this happen? Why can’t we get to a different place? Why is the response so visceral?\nLet’s stop asking “why” and start asking “what.” What are we going to do? In this moment, we each must decide what we can do – individually and collectively – to drive change… meaningful, deliberate change. As one of the largest global companies, there is much we can do.\nThere comes a time when we are compelled to stop diagnosing what is wrong and start advocating for what is right. And based on our longstanding values, here is what that looks like:\n1. We commit to inclusion – that means creating the conditions where every single human who believes in inclusion is welcome within our walls.\n2. We unequivocally condemn intolerance – that means racism, bigotry, discrimination and any other form of named or unnamed hatred.\n3. We stand up against injustice – that means taking the risk of expressing an unpopular or polarizing point of view, because complacency and complicity sit in the shadow of silence.\nThis Socrates post may seem more pointed than many of the other topics that I’ve shared. However, in this moment there is no place for ambiguity.\nPutting this in writing is not enough. In addition to affirming the above principles, we are taking immediate action. Effective by the end of this quarter, I am commissioning an Inclusion Advisory Board (IAB) of both internal and external leaders, which I will chair. The initial purpose of the IAB is to consult with SLT [senior leadership team], with the longer term goal of inspiring us to be the most inclusive company in the world.\nCollectively, and in time, we will be part of the change. For now, my personal commitment is to ensure that the leadership of GM, and by extension, the entire GM family, consistently remains aware of our responsibility to bring awareness to injustice. Because awareness leads to dialogue… dialogue leads to understanding… and understanding leads to change.\nMary Barra\n"}, "_id": "General Motors.txt"}
{"_source": {"content": "We are all disgusted by the senseless death of George Floyd. It is ripping at the fabric of our communities, revealing the open wounds of race relations in this country. As each of us deal with our own personal feelings about this tragedy, particularly our African American community, we must strive to reflect on how we—as a company and as individuals—can contribute to constructive and meaningful dialogue and action to move forward united against racism of any kind. \nWe are a company where racism has no place, with an unwavering commitment to a culture of inclusion and equality. When events like this occur, it must strengthen our resolve to model behaviors and actions expected of a corporate citizen serving and influencing millions of Americans.  \u2028\u2028This moment demonstrates exactly why we have established our ongoing programs that enable respectful dialogue and promote a safe workplace forum for employees to share their perspectives and feelings on issues like race relations, unconscious bias, and race at work. You have my personal commitment that we will continue to support these important conversations.\nSome of you have heard me say recently that the COVID-19 crisis is a human tragedy—one that has forced our society to reassess almost all aspects of our daily lives. George Floyd’s senseless death is a societal tragedy—one that could not be more human. And it is one that requires all of us, in our professional and personal lives, to define who we are through words and deeds that reject racism and bias and repel discrimination and hatred.  \u2028\u2028Together, let’s embrace our shared values to support all people and use this period of pain and anguish to ensure we do better moving forward.\n"}, "_id": "New York Life Insurance.txt"}
{"_source": {"content": "P&G Chairman, President and CEO David Taylor shared the following message with P&G’s US employees today:\nUS Colleagues –\nI write to you today not just as a P&G leader, but as a concerned citizen, father and husband. The events of the past few days and weeks have caused me to feel range of emotions – anger, frustration, disappointment and sadness – knowing that we can do better as a society.\nAhmaud Arbery. Breonna Taylor. George Floyd. Christian Cooper. We need to know their names. We need to understand their stories. We need to acknowledge the tragic events that brought them to the forefront are not new; they are simply the latest examples which illustrate the individual bias, systemic racism and instances of brutality that remain all too common.\nAs I reflect on my own life, and that of my family, I have lived and worked in eight different cities around the world, much of this while raising our three sons. Not once did I ever feel that my family was not welcome, not respected or not safe in our daily life. Not once did I worry that the color of our skin would carry risk or consequence. Recent events have once again reminded me that my experience is not widely shared by Black Americans, or many others.\nInequality in our society is broadly visible. In fact, it has been woven into the fabric of our culture in many ways we don’t even recognize. We can look no further than the COVID-19 pandemic, which while affecting us all, is taking lives and affecting communities with varying degrees of impact. Black Americans are hardest hit and up to 3-4 times more likely to die from the virus, due to conditions largely created by unequal economic, environmental and health care systems. Hispanic Americans, many of whom work in service industries and roles, have been disproportionately impacted financially. They are not alone as evidenced by the increase in hate speech directed at Asian Americans during the pandemic.\nOur Company is not perfect. Our cities are not perfect. Our country is not perfect. Precisely because of this, we all have work to do. Far too often, the burden of seeking equality rests on the shoulders of those most marginalized. This simply won’t work. The change we need is broad and deep and requires us all to be active – as friends and colleagues, and as allies and advocates.\nAt P&G, we choose to be a Force for Good and a Force for Growth in full recognition that our success is grounded in the success of our employees, consumers and communities. All of them. And we are committed to act:\n\t\tWe have and will continue to build a diverse employee and leadership base to reflect the consumers we serve, and foster an inclusive, respectful, welcoming and affirming culture.\n\t\tWe have and will continue to create safe spaces for dialogue within P&G, live our values, and demonstrate our humanity.\n\t\tWe have and will continue to leverage our voice, shining a light on inequality, inspiring dialogue that leads to understanding, and fueling action that leads to meaningful change.\n\t\tWe have and will continue to ensure that all people are reflected, accurately and positively, in the images we put into the world.\n\t\tWe have and will continue to use our convening power to bring together partners to use our collective influence on critical, systemic issues.\nThis is an important moment for listening, empathy and action. I encourage and invite each of you to reflect on the actions you personally can take to make a difference with your colleagues and within your communities.\nWhile we cannot control what happens beyond our walls, we can step up, step forward and help create the world in which we want to live. One conversation at a time. One action at a time.\nP&G is a place where all people are welcomed, valued, and respected…period. I ask you to join me in making that true both within our walls and beyond.\n"}, "_id": "P&G.txt"}
{"_source": {"content": "Northrop Grumman’s Commitment to Social Justice and Unity\nWe are experiencing grief, heartbreak and pain about the acts of senseless violence against Black men and women in our society.\nThe fears and injustices that many Black men, women and children face daily are real, and as a country, we need to address this. As a company, a community and a nation, we must stand together in solidarity and stand up for one another.\nWe stand in unity with the Black community. We are committed to fighting against racism and injustice. We do not tolerate discrimination, harassment, retaliation or hateful behavior.\nWe have a responsibility to enable change in our communities. To underscore our commitment, we have established a Social Justice Campaign through the Northrop Grumman Foundation. We are giving $1,000,000 to the NAACP Legal Defense and Educational Fund, and we are matching $1,000,000 of employees’ personal donations to organizations that focus on social justice and equality.\nWe are expanding our efforts to create a more diverse workforce and inclusive culture. We constantly look at what we are, can and should be doing to improve our hiring, training and advancement practices. We are asking all employees to listen and be open to having tough conversations, and we are providing them with new resources to help our teams engage. Our Diversity and Inclusion team is partnered closely with our African American Task Group, other Employee Resource Groups and our leaders to help with these candid conversations in the workplace, and to assess our current environment and identify ways to support healing in our communities.\n"}, "_id": "Northrop Grumman.txt"}
{"_source": {"content": "Sundar sent the following email to Google employees today.\nHi Googlers,\nI realize that nothing about this week feels like business as usual—and it shouldn’t. Our Black community is hurting, and many of us are searching for ways to stand up for what we believe, and reach out to people we love to show solidarity. Yesterday, I met with a group of our Black leaders to talk about where we go from here and how we can contribute as Google. We discussed many ideas, and we are working through where to put our energy and resources in the weeks and months ahead—I’ll share more on that below. \nIn the meantime, I wanted to provide space for us to come together as a community. Today at 1:00pm PDT we’ll be standing together to honor the memories of Black lives lost in an 8 minute and 46 second moment of silence.  \nThe length of the moment of silence represents the amount of time George Floyd suffered before he was killed. It's meant to serve as a visceral reminder of the injustice inflicted on Mr. Floyd and so many others. We acknowledge that racism and violence may look different in different parts of the world, so please use this as a moment to reflect on those who have been lost in your own country or community at a time that works for you. If you would like to share this silent space with your fellow Googlers, join the live stream at 1:00 pm PDT today. \nComing together as a community and showing support is important, but it isn’t enough. So today, we are announcing a few initial commitments to meet the urgency of the moment. \u2028\u2028\n\t•\tWe’ll be giving $12 million in funding to organizations working to address racial inequities. Our first grants of $1 million each will go to our long-term partners at the Center for Policing Equity and the Equal Justice Initiative. And we’ll be providing technical support through our Google.org Fellows program. This builds on the $32 million we have donated to racial justice over the past five years. We’ll also offer $25 million in Ad Grants to help organizations fighting racial injustice provide critical information.\u2028\n\t•\tAs a result of last week’s internal giving campaign, I‘m pleased to share that you all have contributed an additional $2.5 million in donations that we’re matching. This represents the largest Googler giving campaign in our company’s history, with both the largest amount raised by employees and the broadest participation.  \u2028\nSupporting worthy organizations is a step in the right direction, but it is not a replacement for doing the harder work ahead both within and outside of Google. The events of the past few weeks reflect deep structural challenges. We’ll work closely with our Black community to develop initiatives and product ideas that support long-term solutions—and we’ll keep you updated. As part of this effort, we welcome your ideas on how to use our products and technology to improve access and opportunity.\n-Sundar\n"}, "_id": "ALphabet (Google).txt"}
{"_source": {"content": "We are, I believe, in one of the toughest times in our country’s history, as we continue to battle a deadly pandemic and the resulting economic havoc while, once again, coming face-to-face with the long-term effects of racial injustice. Watching tens of thousands take to the streets to speak out against fear and inhumanity is, on one hand, inspiring for the commitment it represents and, on the other, heartbreaking for its profound need.\nBut what’s next? What do we do to change the cycle in which black men or women, with tragic frequency, are harmed by those who are supposed to protect them? Or the gut-wrenching truth that to be a person of color in America is often to not feel fully safe, seen or heard?  \nFor me, it starts with seeing the situation for what it is, acknowledging these experiences for what they are and, quite simply, apologizing for not doing enough. As important, it includes committing the company I lead down a path of systemic, permanent change in as many ways as we can find.\nI don’t have the answers, but I am no longer OK with not asking the question: If everything were on the table, what could Best Buy do? With that in mind, I am appointing a diverse group (by demography and level in the company) to challenge one another and, ultimately, our senior leadership team and Board of Directors, with substantive, enduring ways we can address the inequities and injustices to which all of us bear witness every day.  \nIn many ways, we have engaged in these issues for years. We have long been focused on the opportunity gap and its companion, the digital divide. More than a decade ago we began building a national network of what we call Teen Tech Centers, places where teens from disinvested communities are exposed to and trained on a range of technology that, we now know, can make a critical difference in helping them find success in post-secondary education or the job market.\nWe are looking to create more than 100 of these centers, open year-round and typically hosting hundreds of young people who begin in middle school and leave when they graduate high school. We do not do this alone, of course, as our employees, vendor partners and dozens of nonprofits are actively engaged in bringing this mission to life.\nAdditionally, we have brought our resources to bear on the issue of remote learning. In our home state of Minnesota, we helped found a public-private effort to provide computers and internet access to hundreds of thousands of youth from disinvested communities who have neither. Without this technology, learning from home, should it be necessary this fall and winter, would be impossible, widening both the digital divide and opportunity gap.\nThis effort is reflective of our broader view that we must continue to be an important player in the communities we are a part of, especially those hardest hit. This includes continuing to serve the neighborhoods in which our stores were damaged. \nAs for those who rely on us the most — our employees — we continue to focus on their safety. Just as we did in response to the pandemic, we closed some stores around the country when we felt the risk was too high. Some remain closed, and any affected employee will be paid for their time. As always, no one is compelled to come back to work if they feel uncomfortable.\nNeighborhoods across America have felt the heat of flames lit by those who would do only harm, and still others have felt the fear that comes from not knowing where that harm may go next. But those fires will be extinguished, and the damage will be repaired. What remains, however, are the indelible images of George Floyd and the many who came before him. It is in their name that we embrace the fight for equality and justice as a common cause, one we all fight — and solve — together.\nThank you.\n"}, "_id": "Best Buy.txt"}
{"_source": {"content": "I just shared the following note with our employees, and I want to share it with all of you as well.\n---\nAs we continue to process this difficult moment, I want to acknowledge the real pain expressed by members of our community. I also want to acknowledge that the decision I made last week has left many of you angry, disappointed and hurt. So I am especially grateful that, despite your heartfelt disagreement, you remain focused on taking positive steps to move forward. That can't be easy, so I just want to say I hear you and I'm grateful.\nI believe our platforms can play a positive role in helping to heal the divisions in our society, and I'm committed to making sure our work pulls in this direction. To all of you who have already worked tirelessly on ideas to improve, I thank you. You're making a difference, and together we'll make a difference. And while we will continue to stand for giving everyone a voice and erring on the side of free expression in these difficult decisions -- even when it's speech we strongly and viscerally disagree with -- I'm committed to making sure we also fight for voter engagement and racial justice too.\nMany of you have asked what concrete steps we can start working on to improve our products and policies. I want to share more about the seven areas I discussed at Q&A that we're focusing on initially. Based on feedback from employees, civil rights experts and subject matter experts internally, we're exploring the following areas, which fit into three categories: ideas related to specific policies, ideas related to decision-making, and proactive initiatives to advance racial justice and voter engagement. I want to be clear that while we are looking at all of these areas, we may not come up with changes we want to make in all of them. \nIdeas related to specific policies:\n1. We're going to review our policies allowing discussion and threats of state use of force to see if there are any amendments we should adopt. There are two specific situations under this policy that we're going to review. The first is around instances of excessive use of police or state force. Given the sensitive history in the US, this deserves special consideration. The second case is around when a country has ongoing civil unrest or violent conflicts. We already have precedents for imposing greater restrictions during emergencies and when countries are in ongoing states of conflict, so there may be additional policies or integrity measures to consider around discussion or threats of state use of force when a country is in this state.\n2. We're going to review our policies around voter suppression to make sure we're taking into account the realities of voting in the midst of a pandemic. I have confidence in the election integrity efforts we've implemented since 2016. We've played a role in protecting many elections and now have some of the most advanced systems in the world. But there's a good chance that there will be unprecedented fear and confusion around going to the polls in November, and some will likely try to capitalize on that confusion. For example, as politicians debate what the vote-by-mail policies should be in different states, what should be the line between a legitimate debate about the voting policies and attempts to confuse or suppress individuals about how, when or where to vote? If a newspaper publishes articles claiming that going to polls will be dangerous given Covid, how should we determine whether that is health information or voter suppression?\n3. We're going to review potential options for handling violating or partially-violating content aside from the binary leave-it-up or take-it-down decisions. I know many of you think we should have labeled the President's posts in some way last week. Our current policy is that if content is actually inciting violence, then the right mitigation is to take that content down -- not let people continue seeing it behind a flag. There is no exception to this policy for politicians or newsworthiness. I think this policy is principled and reasonable, but I also respect a lot of the people who think there may be better alternatives, so I want to make sure we hear all those ideas. I started meeting with the team yesterday and we're continuing the discussion soon. In general, I worry that this approach has a risk of leading us to editorialize on content we don't like even if it doesn't violate our policies, so I think we need to proceed very carefully.\nIdeas related to decision-making:\n4. We're going to work on establishing a clearer and more transparent decision-making process. This is clearly not the last difficult decision we're going to have to make, and I agree with the feedback from many of you that we should have a more transparent process about how we weigh the different values and equities at stake, including safety and privacy. I think we can provide more transparency into what goes into the policy briefings and recommendations that get sent to me. These analyses are done thoroughly by Monika Bickert's team and take into account many voices. Since I accept the team's recommendations the vast majority of the time, this process is where I think we should focus most on transparency. For the most sensitive escalations where I discuss with the team further rather than just accepting their recommendation over email, we can try to outline how we incorporate all perspectives into those follow-up  discussions as well, even though that tends to vary depending on the equities at stake in each decision.\n5. More broadly, we're going to review whether we need to change anything structurally to make sure the right groups and voices are at the table -- not only when decisions affecting a certain group are being made, but when other decisions that may set precedents are being made as well. I'm committed to elevating the representation of diversity, inclusion and human rights in our processes and management team discussions, and I will follow up soon with specific thoughts on how we can structurally improve this.\nProactive initiatives to advance racial justice and voter engagement:\n6. We've started a workstream for building products to advance racial justice. Many of you have shared ideas in the past few days on product improvements we can look at, and I've been impressed by how quickly we've moved here. I've asked Fidji to be responsible for this work, and Ime will be shifting some volunteers from our New Products Experimentation team to focus on this as well. They'll have more to share on the first set of projects we're planning to take on soon.\n7. We're building a voter hub to double down on our previous get-out-the-vote efforts. At the end of the day, voting is the best way to hold our leaders accountable and address many of these long term questions about justice. Our efforts will draw on lessons we learned from our successful Covid Information Center in order to make our voting and civic engagement efforts as central as our efforts around Covid recovery. We'll focus on making sure everyone has access to accurate and authoritative information about voting, as well as building tools to encourage people to register to vote and help them encourage their friends and communities to vote as well. In 2016, we ran one of the largest get out the vote efforts in history. I expect us to do even better in 2020.\nTo members of our Black community: I stand with you. Your lives matter. Black lives matter. \nWe have so far to go to overcome racial injustice in America and around the world, and we all have a responsibility and opportunity to change that. I believe our platforms will play a positive role in this, but we have work to do to make sure our role is as positive as possible. These ideas are a starting point and I'm sure we'll find more to do as we continue on this journey. I encourage you all to also check out Maxine’s post about how you can give direct feedback on product, integrity and content policy ideas as well. Thanks for all your input so far, and I'm looking forward to making progress together over the coming weeks and months.\n"}, "_id": "Facebook.txt"}
{"_source": {"content": "For our country and the world, the tragic killing of George Floyd following so many others,\nhas brought to the forefront the significant racial injustice that still exists. While inclusion and\ndiversity have long been a priority at TJX, in these serious times, we recognize more than\never that we need to continue working to do better. At TJX, we stand with Black Associates,\ncustomers and communities and we stand against racial injustice.\nI’d like to share with you how we, as a Company, are taking action. The TJX Foundation has\nbroadened its giving strategy to provide more direct support to Black communities. We are\nincreasing our global efforts by providing $10 million in grant funding over the next two years\nto organizations that are actively working to combat racial injustice and systemic racism. The\nfunding will be divided among a number of organizations and, as this is a global issue, our\ncommitment will extend to support programs in Canada, Europe and Australia as well.\nI believe that the diversity of our Associate base makes us a stronger Company and better\nable to serve our broad base of customers around the world. We are initiating several\nprograms internally that will help us continue to grow a more inclusive and diverse\norganization at all levels. Action is necessary to make a difference and as an organization,\nwe know we can do more, and you have our commitment that we will."}, "_id": "TJX.txt"}
{"_source": {"content": "Team,\nFor months, it has felt like nothing could take the country’s collective focus off the COVID-19 crisis. Then, a stream of tragic stories with graphic videos and an all-too-familiar theme emerged again. Over the weekend, we have all witnessed the community outrage provoked by a long history of racism in our country reaching a boiling point due to the recent and senseless killing of George Floyd. The impact of these events has arrived at our doors.  We have closed some facilities on the advice of local law enforcement – and have seen a few of our stores damaged by rioters. We will fix these stores and be back in business soon, but we have a more important agenda that demands our collective attention immediately.\nAmong our hundreds of thousands of associates in the Albertsons Companies family, a family that is not only large, but also wonderfully diverse, I know there are people among us who face prejudice, hatred and intolerance. I know that many of you, like me, are scared, frustrated, angry, and want to see solutions and more progress.\nI want to begin by categorically and unambiguously reinforcing to you that we at Albertsons Companies strongly condemn racism of any kind. Our team works hard to ensure that the fairness and equality we want in our communities exists in our stores, offices, and other facilities. Each person who walks through our doors — no matter their race, religion, age, gender identity, or any other type of background — will be treated with Courtesy, Dignity, and Respect. Our associates learn this when they are hired, and we have all received training that this is our expectation, with no exceptions. Beyond that, we continuously review our practices and training when it comes to diversity and inclusivity – with a focus on doing more and better.\nHowever, workplace policies and procedures are a small part of the solution. Listening with compassion and taking action when it is needed are critical to ensuring that racism and hatred have no place at our company.\nThe events of recent days are a harsh reminder that we as a country and as a company have to do more.  Let us begin today by stepping up to support our colleagues who feel the pain of this crisis, especially our African American colleagues.\nI am asking our leaders at every level of the company to check in with their teams as soon as they can, to listen to each other with compassion and work to address concerns that our associates raise. And if anyone at the company wants to speak directly with me, please reach out. I am fortunate that I have spent my career at companies where the voices of employees are heard, and as always, we are committed to ensuring that is the case at Albertsons Companies.\nWe are hosting a town hall this afternoon with representatives of our Division Diversity Councils and some of our ERG leaders and associates to discuss this issue personally with them, and we will provide our store directors with talking points to share with their teams. We will do all we can to show our African American colleagues and other people of color that we stand with them.\nWe cannot put an end to racism by ourselves, but I know that when we stand united in combating it, we can make a difference in our communities and hopefully beyond them.\n"}, "_id": "Albertsons.txt"}
{"_source": {"content": "#JUNETEENTH\n#MPC stands firmly against racism, intolerance and hate of any kind. Commemorating the ending of slavery in the U.S. is one way we’re encouraging learning and empathetic dialogue among our employees, as we work together to identify meaningful ways we can make progress.\n#ProudToBeMPC \n"}, "_id": "MPC.txt"}
{"_source": {"content": "A MESSAGE FROM KEN EHLERT, CHIEF SCIENTIFIC OFFICER, UNITEDHEALTH GROUP\nWe’ve been dealing with the COVID-19 pandemic for several months. Three weeks ago, George Floyd was killed by a police officer in Minneapolis. Now, global protests are highlighting systemic racism and economic disparity in the U.S. and around the world. Our current reality is filled with disturbing images of unjust behavior, strong emotions and calls for meaningful change.\u2028\nWe know that the same systemic racism and inequities are present in healthcare. COVID-19 has shown the world the rates of disease, hospitalizations, complications and death are higher for Black Americans. But that isn’t new. We’ve known for a long time that diabetes, hypertension, maternal mortality, cancer and other diseases impact Black, Hispanic and Native Americans at higher rates. It would be easy to say this is due to genetic differences or social determinants of health. But that isn’t true. The reality is people of color are underrepresented in genetic databases, clinical trials and the medical profession…and as a result, they often receive different, sub-standard care.\nThese are strange times. The past few months and especially the past few weeks, have strained not only society, but each of us in unimaginable ways. We’ve gone from close, collegial and familial relationships to isolated, restless individuals. For some of us, the social isolation has eliminated our support structures, making it difficult to process new information, adapt and determine what to do next. That can show up as sleeplessness, anxiety, no sense of time, inexplicable anger, depression, despair and a number of other very real physical and mental impacts. Our minds struggle to make sense of the events of the past few weeks and months and how they affect our own identity. And, that hurts. For some, that hurt is greater than ever experienced before. Some need to take some time to heal and build their own resiliency, some need to know that their work is making a difference, and others need to know what to do next. All are acceptable responses.\nAs I have considered what we can do, what I can do, I had to acknowledge that I am not an expert in police or criminal justice systems, nor do I have any meaningful answers for widespread economic inequity. But I do have an understanding of the healthcare system and I can see ways that we can make a difference there…a difference that can create durable change that will lead others to do the same. For example, we are currently studying the effect of sickle cell trait, which is prevalent in 8-10% of African Americans, on COVID-19 with Herman Taylor, MD (Morehouse School of Medicine and former director of the Jackson Heart Study) as a co-principal investigator. Dr. Taylor is also working with us to help recruit patients into our ACE inhibitor clinical trial to ensure adequate representation from the African American community in that important work.\nThrough other projects we’re leading, our opportunity to directly impact and eliminate bias in the treatment of COVID-19, diabetes, colorectal cancer and other diseases is high. But we don’t need to stop there. We recently launched a data platform to accelerate disease and system learning in academic circles. We have a health record that will be used across all areas of the company. We launched a depression and anxiety app to build resiliency. We have many, many studies and pilots underway in different disease states and different parts of the healthcare system. All of them can ensure access to all communities and be designed to get better results. All of them can show a path to illuminate and eliminate systemic bias and disparity across all of society. My opportunity is to clear the path for good projects...and by working together, we will make them go.\nEven in turmoil, I am an optimist. When I look at my grandsons, I have great hope for a better world.\n"}, "_id": "UnitedHealth Group.txt"}
{"_source": {"content": "Prudential is profoundly disturbed by the manner of George Floyd’s death, and by the fact that he joins a long and ever-growing list of Black Americans who have lost their lives because of the color of their skin.\nWe acknowledge the grief, fear and anger felt by our African-American colleagues, friends, and fellow citizens, as well as their families and communities, not just because of this latest tragedy, but because of the dangers, obstacles and humiliations they face due to racism, both overt and implicit.\nAs a values-based company that employs a diverse community of more than 20,000 employees across the U.S., we recognize our responsibility to help lead our society towards a future in which racism and unequal treatment play no part. Having been a part of, and invested in, our Newark, New Jersey community for more than 145 years, we know that we will ultimately be judged for our actions, and for outcomes that stand the test of time.\n"}, "_id": "Prudential .txt"}
{"_source": {"content": "Our communities are hurting after the tragic death of George Floyd. We are all shaken by grief and frustration. Personally, these recent events have given me pause to reflect across the many aspects of my life -- as a leader, as a citizen, and as a parent.\nThese past few months have been especially difficult as the COVID-19 pandemic has amplified and compounded the inequalities of race and economics in our society and spotlighted issues that we have, quite frankly, not spent enough time talking about as a company and as a country.\nThere is a regrettable history of suffering and injustice in our Black community. While it is direct and personal to many of our Anthem associates, we are all affected. As we should be.\nAs I shared in my last post, Anthem is rooted in the very fabric and history of local communities that are currently experiencing social unrest. These communities are not only where we live and work, but it’s where we have always served others through a lens of inclusion, acceptance and belonging. It’s always been a part of our foundation, a part of our founding tenets of Blue Cross and Blue Shield plans, and who we are as people. Our associates have always reflected the rich diversity of our communities, and that will not change. But I think this moment calls on us in a very unique way now to step up more intentionally to listen, to be heard and to act.\nAs a wise Anthem colleague told me last week: “Recognition breeds change.” I wholeheartedly believe that the more we see the world through each other’s eyes, the better we can understand what is needed to create positive change.\nWe each have the ability—and obligation—to advance the change that is overdue and create a better future for everyone inside and outside the walls of Anthem. Listening matters. Words matter. Actions matter. And at Anthem, we are committed to doing more to challenge injustice and improve the lives and health of our communities.\nWe are beginning with some immediate actions:\n\t1.\tThrough a $50 million commitment over the next five years, we will be providing meaningful resources to organizations working to build a more just nation; this includes supporting social justice issues and addressing health disparities experienced in minority and underserved communities.\n\t2.\tWe will be matching donations made by Anthem associates to non-profit organizations dedicated to addressing social and health disparities across the country.\n\t3.\tWe will expand our strong volunteerism opportunities to work alongside small businesses to support their recovery and resilience through restoration and clean-up efforts.\nAnd that is just the start. More broadly across our organization, we will be doing more listening and learning. With the help of our Associate Resource Groups, we will engage in deeper and meaningful activities to bring about sustainable change across all of our businesses.\nThis is a time for healing, for reconciliation, and for action. This work won’t stop. We can and will do more to ensure that all of our citizens, across all of our communities, are part of a more hopeful nation—together.\n"}, "_id": "Anthem.txt"}
{"_source": {"content": "Systemic racism is pervasive and we must not be complicit by inaction or silence. For our society to eliminate the inequities in America, each of us needs to have the will to change, the heart to trust and the energy to lead. We are conducting a top-to-bottom review of our operating practices, pay and promotions for people of color and women to further promote equity and equality at Allstate.\nThrough the Allstate Foundation we will focus on accelerating equity and helping drive systemic change. Further, we are observing Juneteenth as an annual company holiday to provide Allstaters the opportunity to reflect on this monumental event and engage in their communities.\n"}, "_id": "Allstate.txt"}
{"_source": {"content": "BLACK LIVES MATTER\nAt Exelon, we live our values, including a fierce commitment to diversity, inclusion and equity. Following the tragic death of George Floyd and other cases of racial discrimination, our CEO Chris Crane sent the following message to all employees:\nChris Crane\n6/3/2020 2:00 PM\n\t\t\n\t\t\n\t\t\n\t\t\n\n\nDear Colleagues,\nDuring these extraordinary times, when many parts of our lives have changed, it's more important than ever that we ground ourselves in the fundamental values that define us as a company.\nRecent racial discrimination incidents in Minnesota, New York, Kentucky and Georgia have drawn widespread national attention and, while not within our company, remind us, once again, that our focus on our values of respect, diversity and inclusion cannot waver. Supporting, encouraging and engaging everyone in our company – no matter their gender, color of their skin, sexual orientation, disability, religion, point of view or other unique qualities – are actions we must take every day. While social distancing separates us, this is not a time to be passive, but a time to reach out to colleagues, engage in a dialogue, make sure they're okay and their voices are heard. To let them know they are valued and important. To reinforce the fundamental belief that our diversity of backgrounds, experiences and ideas is the foundation of our ability to serve all our customers, to innovate and to create the future of energy together.\nThere is no room in our company for hate, intolerance, discrimination or harassment of any kind – either obvious or covert – toward our colleagues or customers. We cannot tolerate it and none of us can stand by quietly if we observe it.\nThese events impact us, our customers and the communities we serve, and we are called to action. Ask yourself these three questions: What can I do to change my department, company, neighborhood or town for the better? What are the behaviors I'm modeling? Am I ready and willing to speak up if I see behavior that isn't consistent with this critical value?\nNow, more than ever, keeping each other safe – in every way – is our most important job.\nSincerely,\u2028\u2028Chris\n"}, "_id": "Exelon.txt"}
{"_source": {"content": "We are all confronting deep pain and anguish over the senseless killing of George Floyd, Ahmaud Arbery and other unarmed Black men and women in our country. We cannot ignore that their deaths are part of a pattern of racism and reflect the harsh reality that as a nation we are much too far from fulfilling the promise of equal justice for all.  We must stand with all who are committed to change that will bring us closer to realizing an end to discrimination and hatred.\nTo promote actionable change, The Home Depot is contributing $1 million to the Lawyers Committee for Civil Rights Under Law in support of its vital work to secure civil rights and equal justice for all. Its mission is especially critical now as we work to build a more inclusive society. \nOver our company’s history, we have built an environment where we take care of each other, build strong relationships and value respect for all people. As I did in my note on Saturday, I want to thank our 400,000-plus associates for helping to uphold our values.  Diversity and respect for all people are core to who we are as an Orange-Blooded family. We do not support discrimination in any form, period.\nWe are all hurting, but none more acutely than those in our African American communities. Please know that you are not alone. We must work together and more urgently. To that end, I have begun working with our associate resource groups to facilitate internal town halls to share experiences and create better understanding among us all. \nWe are dedicated to supporting you and our communities during this time with the goal of emerging more united than ever.  \n"}, "_id": "Home Depot.txt"}
{"_source": {"content": "“I can’t breathe.”\n\n\"George Floyd’s death should never have happened. Inhumanity against one is inhumanity against all. This has to stop. All of us have a responsibility to encourage unity and demand justice for George Floyd, Breonna Taylor and too many others whose lives have been cut short by racism throughout our country’s history. We must come together so that everyone enjoys the same privilege of living, working and raising their families in a community that is safe for all.” -- Statement from Cardinal Health on the death of George Floyd and Columbus, Ohio, demonstrations"}, "_id": "Cardinal Health.txt"}
{"_source": {"content": "In the last 90 days, we’ve experienced the best of humanity, with people coming together to care for one another and reigniting the meaning of community. Sadly, the tragedy in Minneapolis reminds us of the ugly reality that we are still experiencing humanity’s worst.\n\nWhile thousands of our Delta Air Lines family members across Minneapolis – a city we consider our second home - and the world grieve, understanding our critical role as an ally is the first step.\n\nBeing a values-led brand means we not only raise our voices when something goes against our beliefs, we help amplify those who have been silenced. We often think we need all the answers, but it’s important to remember that we don’t need answers to know that racism, violence, bigotry and hatred have no seat at our table.\n\nWhat happened in Minneapolis is not an outlier. Neither is what occurred in Georgia, New York and across the world where injustice lives in plain sight. While our words alone will not solve these crimes, thoughtful action combined with a focus on championing diversity, equity and inclusion in the workplace and within our personal lives will play a healing role to help us keep climbing. The Delta family will use whatever means we have to move the world toward a better, more just tomorrow. #UntilWeAllCare"}, "_id": "Delta.txt"}
{"_source": {"content": "Speaking up on racism\nRight now, there is a pain deeply etched in the soul of our nation and in the hearts of millions. To stand together, we must stand up for one another, and recognize the fear, hurt, and outrage rightly provoked by the senseless killing of George Floyd and a much longer history of racism.\nThat painful past is still present today — not only in the form of violence, but in the everyday experience of deeply rooted discrimination. We see it in our criminal justice system, in the disproportionate toll of disease on Black and Brown communities, in the inequalities in neighborhood services and the educations our children receive.\nWhile our laws have changed, the reality is that their protections are still not universally applied. We’ve seen progress since the America I grew up in, but it is similarly true that communities of color continue to endure discrimination and trauma.\nI have heard from so many that you feel afraid — afraid in your communities, afraid in your daily lives, and, most cruelly of all, afraid in your own skin. We can have no society worth celebrating unless we can guarantee freedom from fear for every person who gives this country their love, labor, and life.\nAt Apple, our mission has been and always will be to create technology that empowers people to change the world for the better. We’ve always drawn strength from diversity, welcomed people from every walk of life to our stores around the world, and strived to build an Apple that is inclusive of everyone.\nBut we must do more. We commit to continuing our work to bring critical resources and technology to underserved school systems. We commit to continuing to fight the forces of environmental injustice — like climate change — which disproportionately harm Black communities and other communities of color. We commit to looking inward and pushing progress forward on inclusion and diversity, so that every great idea can be heard. And we’re donating to organizations including the Equal Justice Initiative, which challenge racial injustice and mass incarceration.\nTo create change, we have to reexamine our own views and actions in light of a pain that is deeply felt but too often ignored. Issues of human dignity will not abide standing on the sidelines. To the Black community — we see you. You matter and your lives matter.\nThis is a moment when many people may want nothing more than a return to normalcy, or to a status quo that is only comfortable if we avert our gaze from injustice. As difficult as it may be to admit, that desire is itself a sign of privilege. George Floyd’s death is shocking and tragic proof that we must aim far higher than a “normal” future, and build one that lives up to the highest ideals of equality and justice.\nIn the words of Martin Luther King Jr., “Every society has its protectors of status quo and its fraternities of the indifferent who are notorious for sleeping through revolutions. Today, our very survival depends on our ability to stay awake, to adjust to new ideas, to remain vigilant and to face the challenge of change.”\nWith every breath we take, we must commit to being that change, and to creating a better, more just world for everyone.\n\n"}, "_id": "Apple.txt"}
{"_source": {"content": "I can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nI can't breathe.\nThose words were George Floyd's last. In a video recorded by a bystander, he can be heard saying them, pleading for his life, 10 times. Maybe more. While a police officer kneeled on his neck for 8 minutes and 46 seconds. While three other officers stood by and WATCHED.\nLike many of you, I have watched that video of his death with a combination of horror, disgust and anger. And over subsequent nights, I have watched that anger spill out onto the streets of Minneapolis and many other American cities with devastating consequences. I have debated whether I should speak out. But after some emotional conversations with my family earlier this week, I realized I had to.\nIn fact, we all need to.\nEven though I'm the CFO of a global bank, the killings of George Floyd in Minnesota, Ahmaud Arbery in Georgia and Breonna Taylor in Kentucky are reminders of the dangers Black Americans like me face in living our daily lives. Despite the progress the United States has made, Black Americans are too often denied basic privileges that others take for granted. I am not talking about the privileges of wealth, education or job opportunities. I'm talking about fundamental human and civil rights and the dignity and respect that comes with them. I'm talking about something as mundane as going for a jog.\nRacism continues to be at the root of so much pain and ugliness in our society – from the streets of Minneapolis to the disparities inflicted by COVID-19. As long as that's true, America's twin ideals of freedom and equality will remain out of reach.\nI'm proud to work at Citi, an organization that cherishes diversity and inclusion and is willing to stand up for those values when they are threatened, whether it's working to close the gender pay gap in our industry or calling out the violence of white supremacists in Charlottesville.\nThese systemic problems will not go away until we confront them head on. So we must continue to speak up and speak out whenever we witness hatred, racism or injustice. I know I will – and I hope you will too.\nIn addition to speaking out and in an effort to aid in the fight to address these issues, my wife and I have decided to make donations to three organizations fighting injustice and inequality -- NAACP Legal Defense and Educational Fund, Advancement Project, and Color of Change.\nI hope you will join us.\n"}, "_id": "CitiBank.txt"}
{"_source": {"content": "The globe on the trail of our aircraft represents our mission to connect people and unite the world. A world united, and the world we’re committed to help build, is one where we stand together against racism and in support of those working to promote reconciliation. We feel the anger, despair and grief that weighs on the hearts of so many, especially our black colleagues, customers and community. Black lives matter. \n\nToday we will gather in a virtual company-wide town hall, led by our CEO, Scott Kirby, and our President, Brett Hart, who won’t just talk about our business—but continue the conversation among our United family about how we can put our deeply-held values into action. "}, "_id": "United.txt"}
{"_source": {"content": "UPS (NYSE:UPS) today announced it is stepping up its actions in support of justice, reform and equality for Black Americans in response to the killings of Ahmaud Arbery, George Floyd, Breonna Taylor and others.\n“No one is safe until we are all safe, and we know there is no place in any community anywhere in the world for racism, bigotry or hate,” said Carol Tomé, UPS CEO. “We will not stand quietly or idly on the sidelines of this issue.”\n“More than 112 years ago, UPS founder Jim Casey envisioned a company centered on its people and built on the core values of fairness, dignity and respect; but we know that has not been the lived experience of many Americans, including those in the Black community,” Tomé continued. “While many advancements have been made since our company’s founding, there is still considerable work to be done and we are committed to doing our part to help eradicate racial injustice and inequality around the world.”\nAs a specific and immediate action step, the company is urging the U.S. Congress to adopt the Emmett Till Antilynching Act, which would designate lynching as a federal hate crime. UPS will also continue its decades- long funding support of the Congressional Black Caucus Foundation and joint advocacy efforts to advance federal legislation critical for greater racial justice and equality. UPS will work with international organizations and national governments to advance United Nations Sustainable Development Goal 10 - Reduced Inequalities. This builds on existing UPS support for the principles articulated in the United Nations Guiding Principles on Business and Human Rights and the United Nations Universal Declaration of Human Rights.\nIn the United States, the company has supported the passage of hate crimes legislation in Georgia, and has committed to urging the governors and legislatures of states without similar legislation – including Arkansas, South Carolina and Wyoming – to prioritize passing a bill.\nNew funding of $3.2 million through The UPS Foundation includes the following organizations: the NAACP, National Urban League, The Executive Leadership Council, 100 Black Men of America, The Leadership Conference on Civil & Human Rights’ Education Fund, Lawyers’ Committee for Civil Rights Under Law, United Negro College Fund, Clark Atlanta University, Morehouse College, Spelman College, The National Center for Civil and Human Rights and the National Black Child Development Institute.\nGiven the importance of raising awareness of racial injustice among current and future generations, the company has committed $1 million to the National Museum of African American History and Culture. The funding will support the museum’s efforts to advance educational programing on historical and present day efforts to advance racial equality in the U.S. UPS believes better understanding and sharing of Black history and culture is critical to fostering greater empathy and understanding of the challenges and opportunities to overcome racism.\nUPS also is stepping up actions within the company. With almost 500,000 employees in more than 220 countries and territories, UPS’s greatest strengths are the diversity of its people and the unique qualities each brings to work every day. In addition to advocating for legislative change, and funding and partnering with organizations that advance its core values of fairness, dignity and respect for all, the company is committed to ensuring all UPS employees experience these ideals within its workplaces around the world. To that end, UPS is expanding its internal unconscious bias training, creating regular forums for additional discussion regarding topics surrounding racial equality and justice, and expanding its internship program with historically Black colleges, among other actions.\nUPS has a proud tradition of volunteerism in the communities it serves and believes one of the most powerful ways to foster change is by engaging personally and directly to support racial equality. UPS, therefore, has pledged one million hours of employee volunteer service around the world in support of mentoring and educational programs in underserved Black communities globally.\n“Today, we are reaffirming what we know is right and doing our part to accelerate progress.” continued Tomé. “We will be champions for justice and equality, not just in our words but in our actions here in the U.S. and everywhere we operate around the world.”\n"}, "_id": "UPS.txt"}
{"_source": {"content": "AbbVie's Commitment to Racial Equality and Social Justice\n\t\tPublished on June 16, 2020\n\nRichard A. Gonzalez\nChairman of the Board & Chief Executive Officer at AbbVie\n2 articles \n\nFollow\n\nToday, I shared the following message with the 47,000 employees AbbVie has throughout the world. While this issue goes far beyond business, I do believe there is meaningful work that AbbVie – and many other companies in America – can do to help drive real action on the issues of racial equality and social justice.   \n-----------------------\nDear Colleagues,\nI am writing you today to express my deep concern about the events we have seen unfold over the past several weeks in America. I’m also writing to you in a call to action to all of us to reflect on how we can improve as a society and AbbVie as a company in how we embrace inclusion and reject racism and bias.\nOur nation and the world watched in horror the murder of George Floyd at the hands of a police officer. Unfortunately, we have seen this many times before. Not just from some in law enforcement, but others in our society who have hate in their hearts and racism in their lives. Our society has no place for people who feel and act this way.\nI ask you, the people of AbbVie, to reject clearly and loudly all forms of racism and injustice wherever and whenever we see or experience them. I know it’s not what AbbVie stands for and I know it’s not what you stand for.\nDiverse communities in general, but the Black community more specifically, have lived with the harmful impacts of bias and racism for much too long. Hopefully the events of the last several weeks serve as a real wake-up call to all of us. This has to stop and it has to stop now. It will start with each of us standing up and rejecting bias, racism, and the lack of real inclusion. This will require each of us to reach down inside ourselves and ask, “Do I have bias, conscious or not?” “Can I do more to be inclusive?” “Am I showing up as an ally?” “Can I make my rejection of these behaviors clearer?”\nIt requires self-reflection, followed by action….real and sustainable action!\nWe can’t change the world, but we can make AbbVie a role model for fairness, inclusion, and the rejection of bias and racism. This is the time for us to “step up” and say this has to “STOP”!\nWe have built a wonderful culture at AbbVie. One of which we are very proud. But deep in our hearts, all of us know we can do even more to make AbbVie a leader in equality, diversity and inclusion. We can do more to make sure our culture is inclusive and welcoming for everyone and where all employees have the opportunity to grow and contribute. I made a commitment to our Black Business Network leaders that we will keep the lines of communication open to ensure that we are having an honest conversation about our culture of inclusion and belonging here at AbbVie.\nIn order to accomplish this objective, my leadership team and I are taking significant actions to ensure that AbbVie leads by example. We are committed to not only being a voice, but also doing the right things to fully embrace equality, diversity and inclusion and loudly reject racism and all forms of bias. We will also use our financial strength to make a positive impact on the diverse communities where we work and live. We will fund nonprofits to promote education, job training, action against injustice and more.\nIn an effort to drive change, we are announcing a number of actions:\n- An immediate donation of $5 million to NAACP Legal Defense and Education Fund and the Equal Justice Initiative to address issues in our criminal justice system.\n- A commitment of $50 million over five years to partner with nonprofits on a long-term, multi-faceted program that will seek to bring lasting and real change at the community level to help secure quality education, jobs, health care and justice. More details regarding specific programs will be shared in the coming months.\n- The creation of two senior level positions that will sit on my leadership team to drive internal and external change:\n\t•\tRae Livingston has been named our chief equality officer. Rae is currently a senior leader on our HR team and will help us focus efforts within the Company to increase our understanding and addressing opportunities when it comes to these tough issues of race, equality and diversity.  \n\t•\tKaren Hale, deputy general counsel, will lead the work I referenced earlier to bring lasting and real change at the community level and help secure quality education, jobs, health care and justice. This commitment will take significant research - listening to those in the community who truly understand what the needs are.  \n- In light of my call to action and recent events, this Friday, June 19, AbbVie will observe Juneteenth to take the time to reflect on the changes that have to occur in our Company, our communities and society as a whole.\n- Providing a 2:1 match for employees who wish to support organizations working to help address racial equality and social justice issues.\n- Development of a comprehensive plan to accomplish our internal and external objectives to eliminate bias and racism and embrace total inclusion.\nI want to make my intentions here absolutely clear this isn’t just a program, this is an absolute commitment that I am making, my leadership team is making and we need all of you to make as well. I know I can count on you to help us make a positive impact.\nRick\n"}, "_id": "AbbVie.txt"}
{"_source": {"content": "Dear Costco members,\n\nAlong with the rest of the country, we were shocked by the tragic and senseless death of George Floyd. While Costco cannot alter this terrible event, or others like it, we believe all individuals and organizations can use this moment as a catalyst for change. We must re-examine how we deal with issues of racism and injustice everywhere in our society.\n\nPlease find below a letter I shared with Costco employees earlier this week. I’m sharing this message with you to let you know that racism, discrimination and harassment are not tolerated at Costco. We remain steadfast in our commitment to fairness and equity for our employees, members and communities.\n\nThank you,\n\nCraig Jelinek\nPresident and CEO\nCostco Wholesale\n\nTo: All employees\n\nFrom: Craig Jelinek\n\nI’m writing, as others have, to acknowledge the terrible events that are occurring in a great many of our communities. Violence and demonstrations, and graphic images of a senseless killing, have combined with the effects of the pandemic to further threaten our collective sense of well-being. Although there are many voices competing to be heard, they shouldn’t distract us from a long-standing issue at the core of the unrest: racism and injustice.\n\nI wish I had inspirational words or a grand proposal that could restore peace or make things better for our country and our world. For now, I can only do my part by focusing attention on Costco and our employees. Please know this: There can be no tolerance of racism, discrimination or harassment at Costco.\n\nEspecially under the current circumstances, I want to remind Costco employees of our ongoing commitment to the values that are vital to our culture. We remain committed to taking care of our employees, building a diverse workforce, maintaining work environments that are free from discrimination and harassment, and treating each other in a fair, honest, respectful and inclusive way.\n\nAs I’ve said before in many contexts, we’re not perfect. We’re proud of our efforts and our progress, but we can always do better. One of the key ways we can continue to improve as a company and as individuals is to listen to each other’s perspectives with respect, patience and humility. Now as much as ever, we all have an important role in taking care of each other and preserving our culture and our values.\n\nI am grateful for all of you."}, "_id": "Costco.txt"}
{"_source": {"content": "Message from Jamie Dimon and Brian Lamb\n\nThis week’s terrible events in Minneapolis, together with too many others occurring around our country, are tragic and heartbreaking. Let us be clear — we are watching, listening and want every single one of you to know we are committed to fighting against racism and discrimination wherever and however it exists.\u2028\nThis reality, coupled with the COVID crisis, highlights the inequities black and other diverse communities have and continue to face every day and it strengthens our resolve to do more as individuals, as a firm, and in our communities.\nNow, more than ever, each of us must be inclusive in our work and in the neighborhoods where we operate. And above all else, we are here for all of you.\n \n"}, "_id": "Jp Morgan Chase.txt"}
{"_source": {"content": "Dear U.S Colleagues: Last June, we formally established equity as one of Pfizer’s core values. We knew that to achieve our Purpose—Breakthroughs that change patients’ lives—we needed to foster an inclusive environment that allows all colleagues to bring their best self to work every day and that reflects the diversity of the patient populations we aim to serve. \n\nRecent events have reminded us that the pursuit of equity remains a daunting challenge in our nation. The racist events that have taken place over the last few weeks have shaken us deeply and bring to the forefront the ongoing issues of racisms in the U.S. Additionally, the disproportionate impact that the COVID-19 pandemic has had on minorities, and African Americans in particular, has been devastating. \n\nAs our equity value says: “Ever person deserves to be seen, heard, and cared for.” That’s a fundamental truth that defines who we are as a company—and who we are as human beings. At this moment in time, we have an opportunity to lead candid and honest conversations on race that will allow for greater understanding and real change.\n\nThe CEO Action for Diversity Inclusion Organization, of which I am a member, issued a statement yesterday which said, “As leaders in the business community, we must acknowledge what Black people are facing and actively work to reduce bias in our workplaces and build inclusive communities. This is our responsibility and our future.” \n\nI couldn’t agree more, and I hope all of you will join me in continuing to speak out against racial injustice, confront conscious and unconscious bias, and lead courageous conversations with both colleagues and those in our communities so we can make a meaningful impact to ongoing diversity and inclusion issues. \n\n\n"}, "_id": "Pfizer.txt"}
{"_source": {"content": "The tragic death of Minneapolis resident George Floyd, and others like it in recent months, are traumatizing and unacceptably all too common. These tragedies have reaffirmed our commitment to live by our Sysco Values and cultivate a company culture that makes diversity, inclusiveness, equality and belonging top priorities.\nWe each have a role to play, and collectively, we must be able to talk about race, inequality and injustice. Together, we must stand up against racism and racial bias – they have no place at Sysco or in our communities. We all must be more inclusive in how we think and act, and truly understand what that means. Be respectful. Be sensitive to the views and experiences of others. Be kind. Be better.\nMy own first step was to sign the CEO Pledge, part of the CEO Action for Diversity & Inclusion, an effort to rally the business community to advance Diversity & Inclusion within the workplace. We are also launching a new internal-focused “Real Talk” podcast and feature series, where we will invite diverse associates, allies, and leaders to have frank discussions about issues we face as a society and company, and in turn, what we can do collectively to work toward solutions.\n@Sysco, we will not be silent about our fight against racism and discrimination. Our colleagues, customers and communities demand more from us. We simply must be better. \n"}, "_id": "Sysco.txt"}
{"_source": {"content": "Dear Publix Family,\nThe last few months have brought unprecedented challenges to our company and our country. Throughout this time, I’ve been proud of Publix associates, working in our stores, facilities and behind the scenes to do what we have historically done so well — care for each other and our communities.\nToday, it’s evident that our support and compassion are required on an even deeper level.\nLike you, I’m saddened and unsettled by any racial injustice or events that divide our country. There are many emotions we are feeling — fear, anger, anxiety and impatience. Now, more than ever, is the time for us to listen with open hearts and to lead with empathy — toward each other, toward our customers and toward our communities.\nAt Publix, we reject racism and discrimination of any kind.\nWith over 220,000 associates, we benefit from being an inclusive company made up of individuals who look and think differently, with backgrounds from around the country and around the world. Embracing our diversity has driven us toward progress, innovation and excellence for almost a century. This diversity fuels my hope for the future, and all that we will accomplish by coming together as One Publix with One Purpose to care for each other with dignity and respect.\nThanks for all you do.\u2028\u2028Todd Jones\u2028CEO\n"}, "_id": "Publix.txt"}
{"_source": {"content": "June 12, 2020\nAdvancing Our Work on Racial Equity\nTo: Walmart associates\nFrom: Doug McMillon, President and CEO  Walmart\nThis time last week, we gathered virtually for our annual Associates Week celebration. It wasnt the same as being together in Bud Walton Arena, but it was great to recognize some tremendous associates and timely to set our expectations andshare our plans related to racial equity. Weve been encouraged by the strong response. Overwhelmingly, people expressed their support for the stance our company is taking on racial equity and on the commitment we made to act. It was especially great to see so many of you from across the company raise your hands to participate and be part of the effort to bring about change. This will take all of us and it starts with how we all do our jobs every day. I dont want much time to go by without giving you an update so thats the purpose of todays note.\nIn some ways, our path to acting reminds me of when we started our environmental and social sustainability efforts. People are seeking ways to help, volunteering their time and talents. And, like then, we have an enormous opportunity to use the scale of our business to make a difference. So, the work were starting leverages what weve learned from our approach to sustainability, womens economic empowerment, fighting hunger, hiring veterans and other initiatives.\nIn addition to immediate actions we may take, the next phase of our journey must start with listening and learning. Why? The systems we intend to influence for good are complex and long-standing. Absent those steps, well rush to action, miss opportunities and waste energy. And if we do that, well fail to achieve our goal: To help replace the structures of systemic racism, and build in their place frameworks of equity and justice that solidify our commitment to the belief that, without question, Black Lives Matter.\nWhere we see opportunities to act quickly, we will. But, simultaneously, well listen and learn. For many of you, that process has already started, and it likely intensified in recent weeks. My advice for each of us is to actively listen to each other, forgive well-intentioned questions or comments as we have what can be uncomfortable conversations, create a safe space for learning and be purposeful about what you read and listen to. Seek to learn. If youre asking yourself, What can I do? or Whats expected of me?, I would suggest you focus on how you engage with your fellow associates every day. Start there.\nI was talking to a former Walmart associate this week who is African American. She told me stories about her time at Walmart and gave me examples of where slight injustices occurred but because she so much wanted to avoid playing the race card she didnt speak up. And, the slight injustices piled up. How can you, as an anti-racist ally, create an environment where Blacks and African Americans, Hispanics and Latinos, Asians, Native Americans, LGBTQ, those with disabilities and women, dont feel its a big decision to speak up? Lets create a supportive, trustful environment where people can share how theyre feeling, so small issues dont stack up.\nBeyond our everyday individual behaviors, we will also act collectively as a company. We will create a more diverse and inclusive team at Walmart at every level. As a company that started in 1962, we arent just starting today. We currently have more than 352,000 Black and African American associates in the U.S.  21.5% of our workforce. Overall, 46.5% of our associates and 34% of our management are people of color. We have continued to increase our overall hiring of Black and African American associates, as well. In the last year, 28% of our new hires were Black or African American, and overall, 54% of new hires were people of color.\nOf course, we need to go further in hiring Black and African American associates across all levels and positions. And we need to ensure they are remaining with us and growing in their careers. We are encouraged by what were seeing in terms of growth and development specific to theLive Better U programgiven, since the launch of the program in 2018, 47% of our participants are associates of color. We want to ensure continued internal movement for Black, African American, and other diverse associates through the talent pipeline, so we will be deliberate about development opportunities. This will include kicking off new development programs for those associates, as well as posting all positions up to and including Vice President level. We will also focus on transparency in our practices and are committed to fair pay. Finally, we will be focused on listening, learning and elevating the voices of our Black and African American associates, ensuring that we drive changes that will lead to creating a Walmart where everyone feels included, valued, and has the equal opportunity for growth, development, rewards and impact.\nTo continue moving forward on this and the other initiatives we announced last week, we have begun designing teams to provide structure to the work and to begin organizing the approach. The first team weve established is a small group who will oversee the process, the development of strategies, and the resourcing of the work? That group will include me, Donna Morris, Ben Hasan, Dacona Smith, Latriece Watkins, Dan Bartlett and Rachel Brand. These leaders will provide guidance and support to five workstreams, four of which are related to national systems of finance, healthcare, education and criminal justice, and a fifth focused on inclusion within our company. In turn, each of these workstreams will be supported by teams of associates. Their job will be to listen and learn from other associates as well as thought leaders from outside Walmart so that they can identify and ultimately implement initiatives that will move us closer to our goals. We will share the names of the leaders for each workstream soon.\nThe following are the five workstreams and their initial objectives:\nFinancial System\nWe will look at our own financial and business practices to identify the overlaps in areas like minority supplier and marketplace seller development to identify initiatives that will help create greater opportunities for minority-owned businesses. Well also look for opportunities to influence how access to capital works beyond Walmart.\nHealthcare\nWe will explore ways to provide greater accessibility to better health and wellness through our existing businesses like pharmacy and, increasingly, our digital capabilities and our Walmart Health Clinics as we grow them. This group will look for places to improve for our own associates as well as customers.\nEducation\nIn Education, we will work to strengthen our academic support efforts such as Live Better U and creating broader and deeper ties through our recruiting programs with Historically Black Colleges and Universities.\nCriminal Justice\nWe will review and evolve our recruiting and hiring practices. An important component of this will take place in the criminal justice workstream. This group will be responsible for reviewing and evolving our hiring process to ensure non-violent, formerly incarcerated applicants are appropriately considered as they enter the workforce and focus on successfully onboarding those associates.\nInclusion\nIn addition to the work related to the four national systems, we will continue our efforts to build a more inclusive company, globally, with Richard Mayfield continuing in his leadership role of our Inclusion Council.\nCenter for Racial Equity\nWhile we will first look to address racial inequity through these business initiatives, we will also extend and accelerate our impact on society through the new center for racial equity. One of the centers primary responsibilities will be to direct the $100 million commitment to support philanthropic initiatives that complement Walmart initiatives to shape the four national systems weve identified above.\nThe centers initiatives will fund research, advocacy, innovation of practices and tools, stakeholder convening and support the work of Black philanthropic leaders and organizations that serve Black communities. The center will also provide counsel across Walmart to increase understanding and improve efforts that promote equity and address the structural racism that persists in America.\nOur philanthropic efforts will focus not only on allocation of the $100 million, we will also seek to expand our network to better reach organizations led by people of color, particularly African American-led organizations. We will stand up the center within our Walmart.org team in the coming weeks. As we do, we will aim to be transparent around the centers mission, its work, and the plans for allocating the $100 million.\nCollective Action\nThis combination of actions will get us started on this next phase of our journey in support of racial justice and equity. We will continue to benefit from the many ideas and insights we have received and notes of interest from associates across Walmart who want to contribute to this work. We will also be providing opportunities for participation through listening sessions and surveys.\nRemember that this all comes to life through the actions of each one of us - in our stores, Sams Clubs, distribution and fulfillment centers and in communities across this country. Our collective beliefs and behaviors will make the difference.\nBlack Lives Matter. It is all our responsibilities to embrace that fact in what we say and what we do. Theres no way to live our values if we dont. So, lets push ourselves even harder to create an inclusive and equitable culture at Walmart  for each other, for our customers and for our communities. Thank you for doing your part.\n\n"}, "_id": "Walmart.txt"}
{"_source": {"content": "I spent a good deal of time reflecting on current events over the weekend. I thought about our Nationwide values, how valuing people is intentionally at the top of the list. I thought about our caring culture and how proud I am of the strides we’ve made in cultivating a diverse and inclusive work environment. I also thought about the journey ahead, and how it’s imperative that we continue to make progress – both within Nationwide and outside our walls.\nThe past week has been filled with significant emotion  We are saddened, angry and concerned by the tragic death of George Floyd in Minneapolis, and we send our deepest condolences to his family for their loss. We’re alarmed about the destruction in our communities. We are struggling to make sense of everything and determine what we can do to be a force for good and affect change.\nThe images we have seen shed a light on the opportunities before us. This is why I have signed a letter in support of a resolution before the Columbus City Council which would declare racism to be a Public Health Crisis.\nAdditionally, my leadership team and I are taking time to sit down and listen to our associates in the midst of these events. Now more than ever, we need to listen. And not just listen to hear, but listen to understand. Only when we take the time to understand and appreciate the unique points of view of others can we make meaningful change.\nOur company has prided itself in building a culture based on diversity and inclusion. While I admit I’ll never fully understand what it is like to be a person of color, I know right from wrong. And I know that if any part of my team is impacted, it impacts us all. At its heart, that’s what our “On Your Side” slogan means. It means holding one another accountable when we see injustice. And it means listening to one another–not just to hear or be heard, but to understand and be understood.\nIn the coming days, I encourage each of us to step outside of our comfort zones, seek to understand, engage in productive conversations and hold ourselves accountable for being part of the solution.\nWe must forever stamp out racism and discrimination.\n"}, "_id": "Nationwide.txt"}
{"_source": {"content": "George Floyd, a black man, died last week in Minnesota after a white police officer knelt on his neck for more than 8 minutes. Nearly 3 of those minutes, he was unresponsive. His cries of “I can’t breathe” were ignored.\nIn February, a black man, Ahmaud Arbery, was shot by a white father and son while jogging through a Georgia neighborhood. It took months for arrests to be made.\nAnd, in March, Breonna Taylor — a black woman and Emergency Medical Technician who worked tirelessly to serve her community throughout the COVID-19 pandemic in Louisville, Kentucky — was killed in her home when three police officers forcibly entered her apartment in the middle of the night.\nThough hundreds of miles apart, these are not isolated issues. There are far too many other examples of racism, inequities and injustice. For example, the recent incident in Central Park where a white female called the police on an African American male who was simply bird watching and asked her to put her dog on a leash.\nThese events are deeply upsetting and unsettling to me. And I recognize that for many of my friends and colleagues these emotions are deep and personal.\nAs I reflect, I also thought of the other recent catastrophic events … the global COVID-19 pandemic … and the 500-year flooding that wiped out homes, businesses and property near our global headquarters. These have forced us at Dow to respond, adjust and find a way like we have never before. And, they have forced us to connect to our humanity and to support one another to overcome these challenges.\nOur response to issues of racism, inequities and injustice should be no different.\u2028\nWe know that hate, bias and racial division all remain woven into the fabric of our society, and we condemn these actions in the strongest of terms. We stand together with our family, friends, colleagues and neighbors to fight for change. This means proudly living Dow’s core values of Respect for People and Integrity.\nAt Dow, one of the four pillars of our ambition is to be the most inclusive materials science company in the world. Incidents like these reinforce why we must take deliberate actions every day to ensure that everyone feels like they belong. When people come to work, we want them to know they are part of Team Dow and that their individuality is valued because it makes us better and it makes us stronger. But, more than that, we reflect our core values to the world, and we advocate to make the places we live and work more inclusive.\nBut it’s not just up to the African American community to fight the racism these incidents reflect. It’s up to all of us, especially those of us who would likely never personally experience a situation like this.\nWe have to be allies and we must act.\nAs a member of the LGBTQ+ community, there is no question that allies have been critical to the advancements we’ve made in terms of equality in recent history. Similarly, allies to the African American community do and will continue to play a critical role in addressing this challenge as well. That starts with moving beyond fear and taking action. It could be having courageous conversations with family members and loved ones. It could be engaging with people who don’t look like you. Or it could be giving of our time or resources to organizations looking to address racism and inequality. It means, when we see injustice and inequity, we cannot be silent. We must stand up and speak out.\nAs a leader, but more importantly as a human being, I’m committing to act on behalf of those who deal with racism, bigotry and the threat of violence everyday simply because of the color of their skin…starting with Team Dow. In keeping with this commitment and our commitments as a company to building an inclusive culture, I will be calling on our leadership team to ensure we are in fact doing all we can do to effect change.\nThere’s a lot of work to do here to overcome hundreds of years of systemic oppression, but I am committed to helping Team Dow find a way.\n"}, "_id": "Dow Chemical.txt"}
{"_source": {"content": "A message from Stefano Pessina to our customers, team members and communities across America\n31 May 2020\n“On behalf of everyone at Walgreens Boots Alliance, we share the sadness and sense of injustice felt by so many about the tragic death of George Floyd, and the disturbing pattern of similar incidents across the United States. We affirm our support for the communities of color who have been so profoundly affected by this incident and others like it, and we absolutely denounce hatred, racism, stereotyping and bigotry in any form.\n \nAcross the United States and in the 9,500 communities and neighborhoods where our Walgreens stores serve our customers and patients, we hope everyone will come together to constructively address many underlying issues and the systems of oppression at this critical time. \n \nWalgreens Boots Alliance strongly believes in the principles of peace and nonviolence, which are vitally important to remember today. We are deeply committed to the diversity, inclusiveness, equal treatment and safety of all people, including our more than 230,000 Walgreens team members and 8 million daily Walgreens customers and patients.\n \nWe will continue to champion the health and wellbeing of all, and work to foster change and build bridges in every way possible.”\n \n      – Stefano Pessina\n         Executive Vice Chairman and Chief Executive Officer\n         Walgreens Boots Alliance\n"}, "_id": "Walgreens.txt"}
{"_source": {"content": "George Floyd’s death, and the many similar incidents of abuse and brutality affecting Black people and other people of color, underscore the need for self-reflection by both individuals and institutions in our country. Fannie Mae understands the story of housing in America includes a history of systemic racism. Our role in housing finance brings important responsibilities. We are committed to doing all that we can to support a housing finance system that is free of racism, while also recognizing that Black people and other people of color all too frequently continue to suffer from racist housing policies and practices. We look forward to partnering with those across the housing sector who have the commitment, resources, and energy to make lasting change.\nFairness and equality of opportunity are central to Fannie Mae’s affordable housing mission, and respect, diversity, and inclusion are cornerstones of our culture. On behalf of Fannie Mae, I pledge that we will continue to ask how our actions as a company do or do not live up to these values. We affirm our commitment to racial justice and inclusion. We are also humble enough to know that we can do more. And we will.\nI also want to share a message that Fannie Mae President David Benson and I sent to employees on May 29, 2020.\nMessage from Hugh Frater, CEO, and Dave Benson, President\u2028May 29, 2020\nDear Colleagues:\nOver the past few days, the sadness of this moment in our history has become even sadder. Against the backdrop of a global pandemic bringing death to hundreds of thousands, the world is now witness to the terrible images surrounding the death of George Floyd, and related protests in Minneapolis and other cities across the country.\nOur sadness today is not just for the Floyd family but for our larger human family. So many of the pictures we’ve seen this week – and in other recent weeks – are hard to watch. They are shocking. In many cases, they starkly underscore the cruelty of individual acts of hatred and the consequences of indifference to racism in too many parts of our society. More broadly, this week reminds us again of the distance between the American ideals we aspire to, and the daily realities of life for too many Americans, especially people of color.\nWe are fortunate to work at a company with a social mission rooted in fair and equal opportunity, respect, diversity, and inclusion. But we need to be honest about the disparities we know exist in our society, and diligent in continually finding ways to ensure that the values we espouse come to life in our workplace.\nLike many things, this is especially challenging while we’re working remotely, but there are tools that can help. These include many training opportunities (including about issues in Our Code), our Courageous Conversations series that provide a safe space for discussion, counseling resources available through our Employee Assistance Program, and the many activities and programs of our Employee Resources Groups (ERGs), including the African Ancestry Business Leaders for Excellence (ABLE) ERG.\nWe have discussed this week’s events with the other leaders on the Management Committee. We are united in our commitment to the hard work of not just opposing overt acts of racism, but of using this time to proactively advance diversity and inclusion within Fannie Mae. We also recognize that while the events in Minneapolis shock the consciences of all, they touch our African American employees in particular and painful ways.\nFor now, we must continue to be distant from our offices. But let’s use this period to grow closer as a community and to live our values to their fullest. These times are hard. But let them steel us to meet the great challenges of this moment.\nHugh & Dave\n"}, "_id": "Fannie Mae.txt"}
{"_source": {"content": "I do not usually communicate with you about non-business issues, but I cannot remain silent in the wake of recent events. I am struggling with outrage, sadness and frustration at the tragic death of George Floyd, which followed so closely on the deaths of Ahmaud Arbery and Breonna Taylor. We grieve for Mr. Floyd and his family and friends as well as for the larger community of which he was a part.\u2028\nPeople of color in the United States are too often denied basic human rights that many of us take for granted. Everyone deserves to be treated with dignity and respect and have access to equal justice. Racism has no place in a civilized society.\nI know many of you are also dealing with your own range of emotions in response to these recent events, and others might be struggling to fully understand the anger and frustration we are witnessing in communities across the country. These tragedies present us with an opportunity to listen and work to understand the experiences and perspectives of those who have suffered the destructive effects of racism.\nAs Caterpillar employees, Our Values in Action require each of us to respect all people and their opinions, experiences and backgrounds. I ask you to reflect on your individual thoughts and actions and ensure they are consistent with Our Values.\nIn addition to our individual actions, Caterpillar will support the fight against racism and injustice. In honor of the lives taken and with a mission to help build a better world, the Caterpillar Foundation will make a donation to an appropriate organization that will be announced in the near future. I also encourage you to take advantage of our Caterpillar Foundation Matching Gift Program to support those organizations most important to you, your family and your communities in the fight against racism and injustice.\nThank you for living our Caterpillar Values every day.\n"}, "_id": "Caterpillar.txt"}
{"_source": {"content": "There’s something on my mind that I wanted to share as we head into the weekend.\nIt stems from the scenes we’ve watched unfold in Minneapolis this week, which have been a stark reminder of how much progress must still be made toward treating everyone with the fairness, dignity, and humanity they deserve.\nGeorge Floyd, just like Breonna Taylor, Ahmaud Arbery, and far too many others, should be alive today, and we have all found ourselves seeking answers for why they are not. As we process these losses, we are also mourning those whose lives have been taken by COVID-19. This pandemic has impacted every single one of us. It has also laid bare the need to address the systemic inequities—racial, economic, and otherwise—that have plagued society for too long.\nHP was built on values of diversity and inclusion, fairness and equity. The character of our company is what made me proud to join as an intern all those years ago and has remained a source of pride each and every day. Our customers expect this of us, and our work is never done. It’s important that we use times like these as motivation to do more.\nIt has been nearly six decades since Martin Luther King Jr. wrote, “Injustice anywhere is a threat to justice everywhere.” Those words are as true today as they were then. And they apply not just to the tragedies we’ve seen here in the U.S. over the last couple months, but also to injustices that I know are all too frequent in countries around the world.\nThere has never been a more important time for us to live by the values on which HP was founded. They give us the light to lead through even the darkest days. And each of us can play important roles in advancing our best ideals and treating others with human kindness. \nThere are no words we can say to bring back those we have lost, but we can honor their memory by the way we lead our lives and run our business. In these difficult times, I encourage you to reach out to those around you. Support others with compassion, empathy, and respect. Be leaders in your communities and across our company, because standing up for what you believe in is, and will always be, the HP Way. \nAs always, if you need anything, I’m here for you, as is the entire leadership team. Even during times like this—especially during times like this—your strength is what gives me hope that better days are ahead of us.\nTogether, let’s make it so.\n"}, "_id": "HP.txt"}
{"_source": {"content": "\n\n\n‪Earlier today, the McKesson family came together to listen, share and gather as a community. We talked about the values of our company and our steadfast commitment to the importance of Inclusion and Diversity.‬\n\n‪In these challenging times, and when some events of the last few weeks weigh on our society and consciousness, I remain hopeful about the power of what we can achieve if we are willing to stand up for justice and support one another.‬\n\n‪“Injustice anywhere is a threat to justice everywhere.” – Dr. Martin Luther King, Jr.‬\n"}, "_id": "McKesson.txt"}
{"_source": {"content": "Across the U.S. in recent weeks, there have been a number of deeply disturbing events that have shaken us. Videos of unspeakable behavior have brought home in shocking fashion the inequality and fear some in our communities deal with on a daily basis. In Minneapolis, the tragic death of George Floyd and the subsequent protest activity reflect the anger, anxiety, and grief the community and our nation feels. In Georgia, we saw the senseless killing of Ahmaud Arbery as he was out for a jog. In addition, the pandemic has brought a wave of bias against many in the Asian American community, and we know that communities of color are being disproportionately impacted by COVID-19.\nThis is a painful time for our nation. As a white man, as much as I can try to understand what others are feeling, I know that I cannot really appreciate and understand what people of color experience and the impacts of discriminatory behavior others must live with.\nBut, as the CEO of Wells Fargo, I can commit that our company will do all we can to support our diverse communities and foster a company culture that deeply values and respects diversity and inclusion.\nMy thoughts are with our employees in Minneapolis and across the nation as they mourn and deal with the anger and anxiety they are feeling. Laurie Nordquist, Upper Midwest lead region president, has joined with leaders from other Minneapolis companies in making a joint statement to express their outrage about Mr. Floyd’s death and their commitment to investing in substantive change to address racial inequities and social justice. I wholeheartedly support Laurie and the sentiments expressed in that statement.\nWhen I joined Wells Fargo, I signed Business Roundtable’s Statement on the Purpose of a Corporation. Many of the tenets of that document reflect the inclusive environment we continue to create at Wells Fargo. In particular, the statement calls for an economy that allows each person to succeed through hard work and creativity and to lead a life of meaning and dignity. It stresses the importance of fostering diversity and inclusion, dignity, and respect among our employees and supporting and respecting the communities in which we work. I firmly believe a diversity of insights and perspectives will drive Wells Fargo to the best ideas and outcomes possible.\nPart of our journey is about being able to listen to the experiences of others and having honest, open dialogue across differences. I plan to do so as part of my diversity work, and I hope you do so as well.\nI encourage you all to visit our Enterprise Diversity & Inclusion homepage on Teamworks for tools and resources on how you can have these conversations and help create a more inclusive Wells Fargo.\nThank you for all you are doing to support our customers, our communities, and each other.\n"}, "_id": "Wells Fargo.txt"}
{"_source": {"content": "I’m writing to you to address recent events that have occurred here in the United States that are weighing heavily on so many of us over the past several days, weeks and months.\nThe senseless acts of racism and violence that recently took the lives of Ahmaud Arbery, Breonna Taylor and George Floyd, and threatened Christian Cooper are abhorrent and wrong. We stand with Ahmaud, Breonna, George, Christian, their families, their friends and their communities, and we call for an end to acts of racism, inequity and social injustice.\nBlack lives matter. Period. While racism can look very different around the world, one thing that does not look different is that racism of any kind will not be tolerated here at Intel or in our communities.\nTo our black employees and communities inside and outside Intel, I hear you and see you. You are hurting deeply. You are angry. You are tired. Barb Whye wrote about the pain many of you are feeling in a poignant note to her team titled “Where is the human in humanity?” When any part of our One Intel team is hurting, we all hurt. We stand with you and support you. Standing on the sidelines is not an option. My commitment to you is to open my mind and my heart to listen and act. I ask all of us to do this, together.\nWe can start by living more deeply into our values. Inclusion is one of the six values that shapes who we are and the culture we are creating at Intel. We strive to build a culture of belonging. We create a space where everyone can contribute to their fullest potential and deliver their best work. We welcome differences, knowing it makes us better. I challenge every one of us to ask ourselves the hard questions. Am I building an inclusive team? Am I making it possible for everyone to show up at work as their whole selves? Am I role-modeling humanity? What more can I do —  especially right now?\nHave empathy and compassion for one another and seek to understand. Inform your thinking with diverse points of view. For all the managers at Intel, let’s check in on our teams and have open conversations about what’s happening because we know what happens outside of work impacts the work we do inside.\nMore broadly, though, we have a greater responsibility to drive change in the world. That is why our 2030 corporate responsibility strategy and goals include a deep focus on diversity and inclusion, including working with other companies to accelerate adoption of inclusive business practices across industries by creating and implementing a global inclusion index open standard. At a time when some companies are disinvesting in diversity and inclusion, we are investing more because it matters.\nIt’s also why today Intel is pledging $1 million in support of efforts to address social injustice and anti-racism across various nonprofits and community organizations. I also encourage employees to consider donating to organizations focused on equity and social justice, including the Black Lives Matter Foundation, the Center for Policing Equity and the NAACP Legal Defense Fund, all of which are eligible for Intel’s Donation Matching Program.\nIt’s with a heavy heart that I write this note because I’ve heard from many of you who are feeling deep pain and sadness right now. I know I speak for the leadership team, our board of directors and our employees around the globe when I say: We are here for you. Together we will get through this. Together we will change the world and enrich the lives of EVERY person on Earth.\n— Bob\n"}, "_id": "Intel.txt"}
